{"round":{"4":{"projects":[{"name":"Education","description":"Making education more accessible, available, and attainable"},{"name":"Jobs & the Economy","description":"Fueling the economy and job growth through improved opportunities for entrepreneurs and businesses of all sizes"},{"name":"Climate Change","description":"Preparing the U.S. to lead international efforts, and prepare for the impacts of climate change"},{"name":"Health & Patient Care","description":"Saving lives, provide better access to benefits and programs promoting quality-of-life"},{"name":"Government Effectiveness","description":"Improving processes and technology to eliminate wasteful spending, streamline what works, and modernize government"}]},"3":{"projects":[{"name":"Data Innovation","description":"The Blue Button initiative, a public-private partnership between the healthcare industry and the Federal Government, is helping consumers across the country gain secure, electronic access to their own personal health records. With the support of Fellows, the Blue Button Initiative has expanded its reach to more than 150 million Americans that are today able to access their own health information from a variety of sources—including healthcare providers, health insurance companies, medical labs, and state health information networks—in order to make more informed decisions about their own health care and enabling the development of useful third-party applications and services."},{"name":"Leveraging Open Data to Help Save Lives","description":"With the support of Fellows, the U.S. Food and Drug Administration (FDA), launched openFDA, a new initiative that will provide easy access to FDA datasets that support the agency’s regulatory mission, help educate the public, and save lives. The project will make several valuable FDA public datasets—including millions of adverse event and medication error reports on FDA-regulated drugs—available to the public for the first time, via application programming interfaces (APIs) and raw structured files."},{"name":"Crowdsourcing","description":"Improving the Ability of the Federal Government to Respond Effectively to Natural Disasters, Mobilizing Citizens to Help Preserve Our Nation’s History and Records"},{"name":"21st Century Veterans Experience","description":"For their dedicated service defending the United States, veterans receive an array of benefits and resources, to which they deserve easy, reliable access. Recognizing this, the U.S. Department of Veterans Affairs (VA) is embarking on a bold new initiative to create a “digital by default” experience for veterans that provides better, faster service and complements the department’s work to eliminate the disability claims backlog."}]},"2":{"projects":[{"name":"Development Innovation Ventures","description":"Enabling the US government to identify, test, and scale breakthrough solutions to the world’s toughest problems."},{"name":"Disaster Response & Recovery","description":"Collaboratively building and “pre-positioning\" needed tech tools ahead of future emergencies or natural disasters in order to mitigate economic damage and save lives."},{"name":"Open Data Initiatives","description":"Accelerating and expanding efforts to make government information resources more publicly accessible in “computer-readable” form and spurring the use of those data by entrepreneurs as fuel for the creation of new products, services, and jobs."},{"name":"RFP&#45;EZ and Innovative Contracting Tools","description":"Making it easier for the government to do business with small, high-growth tech companies, and enabling the government to buy better, lower-cost tech solutions from the full range of American businesses."},{"name":"Cyber&#45;Physical Systems","description":"Working with government and industry to create standards for a new generation of interoperable, dynamic, and efficient “smart systems” – an “industrial Internet” – that combines distributed sensing, control, and data analytics to help grow new high-value American jobs and the economy."},{"name":"MYUSA","description":"Simplifying the process of finding and accessing information and government services that are right for you.  Helping American businesses access the information and services that will help them grow, hire American workers, and export to foreign markets."},{"name":"21st Century Financial Systems","description":"Moving financial accounting systems of Federal agencies out of the era of unwieldy agency-specific implementations to one that favors more nimble, modular, scalable, and cost-effective approaches."},{"name":"MyData Initiatives","description":"Empowering the American people with secure access to their own personal health, energy, and education data."},{"name":"Innovation Toolkit","description":"Developing an innovation toolkit that empowers our Federal workforce to respond to national priorities more quickly and more efficiently."},{"name":"VA Modernization","description":"Helping to amplify the ways which the Department of Veterans Affairs uses technology to better serve our nation’s veterans and to further harness modern technology to provide all Americans with meaningful ways to contribute to and honor the lives of those who have served."}]},"1":{"projects":[{"name":"MyGov","description":"The federal government currently offers information and services to the public through an array of thousands of websites.  Too often, these sites are organized around the federal bureaucracy, rather than the needs of the citizens our government is meant to serve.  As a result, it’s hard to find information and services, discover other relevant content and offer constructive feedback.  There must be a better way."},{"name":"Open Data"},{"name":"Blue Button for America","description":"This project will seek to expand nationwide adoption of Blue Button, a capability pioneered and deployed for veterans by the VA that enables patients to securely download electronic copies of their own health information.  Blue Button is currently available to veterans, uniformed service members, and Medicare beneficiaries, and almost a million people have downloaded their own health information to date."},{"name":"RFP&#45;EZ","description":"RFP&#45;EZ aims to create a streamlined process for the federal government to do business with small, high&#45;growth companies.  Right now, many of the best tech companies view the process for selling to the government as too long and too complicated. The result is suboptimal for both the government and the companies who potentially miss out on a large market opportunity."},{"name":"Better Than Cash","description":null}]}}}
