[{"first_name":"Erin","last_name":"Akred","full_name":"Erin Maneri Akred","pif-round":2,"project":"Open Data Initiatives","bio":"Erin Maneri Akred is a Presidential Innovation Fellow working on Open Data Initiatives at the Department of Agriculture. Erin is a data and analytics specialist with a focus on improving the human experience through sustainability, education, and healthy lifestyles. Her work over the past 15 years spans industries and academia across the public and private sectors. Most recently, Erin worked at Accenture Technology Labs, where she conceived and led efforts to build analytical capabilities and visual decision support systems used in Healthcare and Smart Grid applications. Her work has resulted in multiple patents and awards, illustrating the art of the possible in a world of abundant data. She holds a BA in Applied Math from Montana State University, and an MS from MIT&#x2019;s Artificial Intelligence Lab. Erin, her husband, and two dogs currently call San Jose, CA, home.","hidden":true,"name":"eakred"},{"first_name":"Sarah","last_name":"Allen","full_name":"Sarah Allen","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Smithsonian Institution. Sarah is a serial innovator with a history of developing leading-edge products, such as After Effects, Shockwave, Flash video, and OpenLaszlo. Most recently, Sarah led mobile strategy, design & development company, Blazing Cloud, as well as her own startup, Mightyverse, which aims to help people communicate across languages and cultures. Sarah is an expert in all things mobile, with a particular passion for effective animation and practical use of the mobile web. Sarah also actively works to diversify the tech community with RailsBridge, which she co-founded in 2009. Sarah and other RailsBridge volunteers created the parent organization BridgeFoundry in 2013, as a project of SchoolFactory, to foster such outreach efforts and establish a formal theory of change. Originally from the Boston area, Sarah studied Computer Science and Visual Art at Brown University. She lives with her husband, Bruce, and son, Jack, in San Francisco, CA.","name":"sarah"},{"first_name":"Phil","last_name":"Ashlock","full_name":"Phil Ashlock","pif-round":1,"project":"MyGov","bio":"has spearheaded community driven civic technology initiatives with global reach. Most recently he served as the Open Government Program Manager at OpenPlans where he established the Open311 initiative. Open311 is a standardized protocol for publicly reporting and tracking civic issues which is now implemented in dozens of cities around the world. In partnership with Code for America he also co-founded Civic Commons, an initiative to help governments share technology and their experiences using it. Phil has facilitated broader collaboration between cities and other government bodies around open government initiatives, standards, and open source civic technology. He’s been an active participant in the Open Government Partnership and served as a member of the NYC Transparency Working Group where he helped shape one of the world’s strongest open data laws#&colon; NYC Local Law 11 of 2012. Originally from Anacortes, WA, Phil received his BA in Art/Design from Western Washington University. He lives in Brooklyn, NY, and enjoys urban adventures by bicycle.","hidden":true,"name":"pashlock"},{"first_name":"Rob","last_name":"Baker","full_name":"Rob Baker","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at USAID. Previously, Rob served as Operations Manager at Ushahidi, a renowned Kenyan-based open source software organization. Rob&#x2019;s decade-long career in the non-profit sector as a director and web developer has taken him around the world, working with information/communication technology for development, crisis response, and political activism with a focus on Haiti, East and Central Africa, and the Middle East. He is a sought-after speaker on the topic of information and communication technology tools, and has participated in events at the United Nations, the US State Department and MIT. Rob was previously a member of the US-Russia Presidential Bilateral Commission on Media and is a member of the Humanitarian OpenStreetMap Team. Prior to Ushahidi, he was the Senior Developer of Web &amp; New Media for Oxfam America in Boston and Technical Advisor for the Satellite Sentinel Project. Rob holds a BA in Poetics and Traditional Eastern Arts from Naropa University. He grew up in Arlington, MA, and currently resides in Washington, DC.","hidden":true,"name":"rbaker"},{"first_name":"Ben","last_name":"Balter","full_name":"Ben Balter","pif-round":1,"project":"MyGov","bio":"is a talented software developer working to improve the Federal Government from the inside out. He most recently served as a Fellow in the Office of the US Chief Information Officer. Ben played a key role in drafting the President’s Digital Government Strategy, a fundamental reimagining of the role of technology in the public sector. He served on the White House SoftWare Automation and Technology (SWAT) Team, leveraging agile methodologies to streamline day-to-day business processes. Ben’s paper “Toward a More Agile Government” was published in the Public Contract Law Journal, and he’s authored nearly a quarter of the government’s open source projects on GitHub. He earned his BA in Political Science at The George Washington University, where he is currently a JD/MBA candidate. Ben grew up in Northbrook, IL, and currently lives in Washington, DC.","hidden":true,"name":"bbalter"},{"first_name":"Adam","last_name":"Becker","full_name":"Adam Becker","pif-round":1,"project":"RFP-EZ","bio":"is a software developer and entrepreneur. He co-founded and served as Chief Technology Officer of a civic-oriented startup called GovHub that aims to facilitate communication between citizens and their elected officials in local government. Previously, Adam built a wealth of experience in different web development projects, with his very first effort being a website for his junior-high punk band. Adam is passionate about bicycling and lives in Oakland, CA, with his two cats.","hidden":true,"name":"abecker"},{"first_name":"Tom","last_name":"Black","full_name":"Tom Black","pif-round":2,"project":"MYData Initiatives","bio":"is a Presidential Innovation Fellow working on the MyData Initiatives (Blue Button) at the Department of Veterans Affairs. Tom is a US Navy veteran, tech entrepreneur, and software developer focused on transforming healthcare using open standards, data, and technologies. He has worked with numerous companies to create new front-end technologies, web applications, and digital strategies. Tom has been an open-source contributor to the VA’s Blue Button initiative and mentor at Victory Spark, an accelerator for innovative high-growth veteran startups. He is also a graduate of Blueprint Health, a New York-based healthcare accelerator, and 94labs, Wisconsin’s first startup incubator. In the Navy, Tom served as an Information Systems Technician at the US Naval War College, aboard the USNS SUPPLY, and at the International Submarine Escape and Rescue Liaison Office. He studied computer science at the University of Wisconsin–Madison, where he also directed the Wisconsin Union’s Distinguished Lecture Series. Tom now resides in New York City, but calls Stillwater, MN, home.","name":"blacktm"},{"first_name":"Nicholas","last_name":"Bramble","full_name":"Nicholas Bramble","pif-round":1,"project":"Open Data","bio":"is a lawyer with a strong interest in improving how governments release data and promote engagement by citizens and startups. Nick directed the Law & Media Program at the Information Society Project at Yale Law School. For the last two years, he has taught a course at Yale titled Access to Knowledge that deals with difficult issues in privacy, intellectual property, and telecommunications law. Nick has written multiple court briefs and agency comments and has authored articles in the Harvard Journal of Law & Technology, the Michigan Telecommunications & Technology Law Review, and the Hastings Law Journal. He holds a BA in Linguistics and an MA in Literature from Stanford University. He also holds a JD from Harvard Law School and was a visiting researcher at the Princeton Center for Information Technology Policy. Nick is married and lives in New Haven, CT.","hidden":true,"name":"nbramble"},{"first_name":"Sarah","last_name":"Brooks","full_name":"Sarah Brooks","pif-round":3,"project":"21st Century Veterans Experience","bio":"is a Presidential Innovation Fellow working with the Department of Veterans Affairs. Design strategist and advocate for social change, Sarah’s work in the design world includes service design, design research, product strategy and large-scale systems thinking about interventions for a better world. For the past 15 years Sarah has worked with the corporate world, social entrepreneurs, nonprofits and foundations leading multidisciplinary creative teams through initiatives across digital platforms and sectors including civic innovation, education, finance, food systems and healthcare. In addition to her practice work, Sarah has taught at Stanford University school’s Change Labs, California College of the Arts and Centro Diseño. Sarah is a frequent speaker and active design community organizer around the theme of design for social innovation. Sarah holds a BA in Film and Literature from Boston University and a BFA in Printmaking and Textiles from the California College of the Arts. She lives at the beach in San Francisco with her husband.","hidden":true,"name":"sbrooks"},{"first_name":"Chris","last_name":"Cairns","full_name":"Chris Cairns","pif-round":2,"project":"18F Consulting","bio":"Managing Director of 18F Consulting, former Round 2 Presidential Innovation Fellow, full-stack developer, entrepreneur.","name":"chrisc"},{"first_name":"Dave","last_name":"Caraway","full_name":"Dave Caraway","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives with the Data.gov team at the General Services Administration. Dave is a software developer intent on fostering government open-data initiatives, growing high-tech entrepreneurship in small-town communities and empowering citizens through information. Dave is a former Air Force officer with development and leadership experience covering a range of technical areas including commercial web development, real-time embedded systems, military simulations, and business intelligence. In 2012, he founded Fogmine, a software company specializing in data analytics, mobile applications, and web services. He holds a BS in Electrical Engineering and an MS in Computer Science. Dave enjoys trail running near his home in Dayton, Ohio, where he lives with his wife and two energetic kids.","hidden":true,"name":"dave"},{"first_name":"Danny","last_name":"Chapman","full_name":"Danny Chapman","pif-round":1,"project":"MyGov","bio":"is passionate about web standards, responsive design, and creating well-crafted digital experiences that connect users to content. He most recently served as a Creative Director for eGovernment provider NIC. In that capacity, he led the transformation of RI.gov, Rhode Island’s official government web portal, into a nationally-recognized, award-winning state government web presence. Recent awards include an Interactive Media Award 2012 (Best in Class in Government) and a MobileWebAward (Best Government Mobile Application,). His creation of a statewide design platform for Hawaii.gov will be unveiled in the coming months. Originally from the United Kingdom, Danny graduated from Hamilton College with a BA in Art History and has used this broad understanding of art, design, and visual culture to inform his aesthetic sensibility ever since. He lives in Riverside, RI, with his wife and two children.","hidden":true,"name":"dchapman"},{"first_name":"Jeff","last_name":"Chen","full_name":"Jeff Chen","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working with NASA’s Earth Science Division. Jeff is a data scientist and policy expert committed to re-imagining the role of data innovation for smart government. While serving the New York City Fire Department (FDNY) as the Director of Analytics, he led the algorithmic design of FireCast, a pioneering machine learning initiative leveraging big data to predict and target inspections to buildings with the greatest fire risk. He also launched FDNY's Open Data Initiative, which led to the establishment of an analytics advisory board, creation of a beta testing data dive program, and development of a data release roadmap. Prior to FDNY, he served the NYC Mayor’s Office during the Bloomberg Administration handling a large portfolio ranging from data-driven response during Hurricane Sandy to predicting lawsuit outcomes. Jeff holds a BA in Economics from Tufts University and an MA in Quantitative Methods in the Social Sciences from Columbia University. He lives in Bronxville, NY with his wife Maya.","hidden":true,"name":"jchen"},{"first_name":"Christopher","last_name":"Daggett","full_name":"Christopher Daggett","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the Internal Revenue Service. He is a product strategist with a focus on applied behavioral economics. Previously, Christopher served as a Vice President at ideas42, a behavioral economics design and research lab spun out of Harvard University. Prior to ideas42, Christopher worked at Booz Allen Hamilton, PricewaterhouseCoopers, and Sapient. He serves on the Board of the Action Design Network and has worked with entrepreneurs on projects for NYC BigApps, New York City's premier open data competition. Christopher grew up near Sandy Beach on the South Shore of Oahu in Hawaii, and can now be found surfing couches in the Washington, DC area.","hidden":true,"name":"cdaggett"},{"first_name":"Kara","last_name":"DeFrias","full_name":"Kara DeFrias","pif-round":1,"project":"MyGov","bio":"has a passion for creating engaging experiences, both online and off. She most recently served as TurboTax UX (user experience) strategist and Intuit Innovation Catalyst, influencing the voice of TurboTax.com and empowering Intuit&#x2019;s employees to utilize design thinking in their project work. Kara also provided pro bono social media services to TEDxSanDiego and Team Rubicon. Prior to that, Kara&#x2019;s career spanned nearly a decade working in corporate learning and development. She also worked in entertainment and pro sports, most notably on the Super Bowl Halftime Show, Women&#x2019;s World Cup &#x2018;99, and an Emmy--award--winning production of the Oscars. Raised in Burlington, NJ, Kara earned a BA in English (minor in Theatre) from Elizabethtown College and graduated summa cum laude from Penn State University with a Master&#x2019;s degree in instructional design. Kara lives at the beach in San Diego, CA, with her curmudgeonly English labrador retriever.","hidden":true,"name":"kdefrias"},{"first_name":"Adam","last_name":"Dole","full_name":"Adam Dole","pif-round":2,"project":"MYData Initiatives","bio":"is a Presidential Innovation Fellow working on the MyData Initiatives (Blue Button) at the Department of Health and Human Services. Previously, Adam was an entrepreneur-in-residence at the Mayo Clinic, where he was involved in the strategic planning of new healthcare products and services. His responsibilities included developing new ventures at the intersection of healthcare and technology to expand Mayo Clinic's scope and reach through new business models. While at Mayo Clinic, Adam incubated a digital health startup, Better, funded by Mayo Clinic and The Social+Capital Partnership. Adam also managed Mayo Clinic's relationship and investment strategy with startup accelerator Rock Health. Adam has held previous positions at NASA’s human factors research division and two strategy and innovation consultancy firms, Jump Associates and Method Inc. Adam's non-traditional path to Mayo Clinic was driven by his passion for redefining the healthcare value proposition from its current focus on sick-care to a model focused on consumer value, engagement, and disease prevention. He received a BS in Communications from Syracuse University and an MBA in Design Strategy from the California College of the Arts. He currently lives in California with his wife Kyoko and enjoys surfing, biking, running marathons, and competitive skydiving.","hidden":true,"name":"adole"},{"first_name":"John","last_name":"Felleman","full_name":"John Felleman","pif-round":2,"project":"MYUSA","bio":"is a Presidential Innovation Fellow working on the MyUSA project. John has devoted his career to making technology serve people, including his work developing products used by small- and micro-sized businesses to help them manage their finances and connect with customers. His recent passion is creating fabulous user experiences for mobile devices and browsers for individuals trying to share and manage their daily life tasks. His prior positions reflect broad experience across many disciplines, including recent work at the NASA Ames Research Center, writing software for the next generation of air traffic control. As a Product Leader at Intuit, he led the group helping to create web-based products for small businesses. John also worked at Adobe, where he was deeply involved in PDF document sharing technology. He has a BA in Engineering from MIT and an MBA from Boston College. John is married and has two grown children and makes his permanent home in the San Francisco area.","hidden":true,"name":"jfelleman"},{"first_name":"Derek","last_name":"Frempong","full_name":"Derek Frempong","pif-round":2,"project":"Disaster Response & Recovery","bio":"is a Presidential Innovation Fellow working on Disaster Response and Recovery at the Department of Energy. Derek is a software engineer intent on creating innovative software that delivers a great user experience. He most recently served as a Senior Software Development Manager at Connections Education, which was acquired in 2011 by Pearson plc. Connections Education specializes in K-12 education via public and private virtual schools. Among Derek’s accomplishments is a patent pending in the field of enforcing academic integrity in virtual learning environments. He previously worked in the entertainment field, delivering innovative software for both web and mobile. He has three active boys who he has coached in recreational league soccer and volunteers at the elementary school of his two youngest. He has a BS in Chemistry, which he earned from the University of Delaware, where he met his wife. Derek and his family currently live near Baltimore, MD.","hidden":true,"name":"dfrempong"},{"first_name":"Greg","last_name":"Gershman","full_name":"Greg Gershman","pif-round":1,"project":"MyGov","bio":"is an experienced software developer and entrepreneur who is passionate about bringing new ideas to life with technology. Greg most recently worked as a consultant to the General Services Administration on USASearch, where he made government content easier to find and helped to bring agile and lean startup methodologies to the Federal Government. Previously, he founded Blogdigger, one of the first blog search engines. Greg then began a career as an independent software development consultant, using his experience in startups to help others quickly and effectively build new businesses and bring their ideas to life. He received his Master’s degree in Computer Science from The Johns Hopkins University. Greg grew up in Gaithersburg, MD, and lives in Baltimore with his wife Penny and their three children.","hidden":true,"name":"ggershman"},{"first_name":"Ben","last_name":"Getson","full_name":"Ben Getson","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the Internal Revenue Service. Ben is an experienced product developer focused on delivering intuitive solutions. At LivingSocial, Ben designed the systems that drive each line of business, additionally working directly with small business owners on customized marketing solutions. Ben also serves as a mentor at DC’s local startup hub, 1776. There, he advises early-stage startups on strategies to test their product ideas and techniques for structuring product development. Formerly, he spent several years as the technical lead at Capitalogix Trading, building the IT infrastructure behind their financial services. Ben studied Computer Science and Information Science at Duke University, and he now lives in Washington, D.C.","hidden":true,"name":"bgetson"},{"first_name":"Garren","last_name":"Givens","full_name":"Garren Givens","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Department of Education. Garren is an experienced entrepreneur and product strategist, and is passionate about consumer Internet. He has contributed articles to VentureBeat and Huffington Post, and his startups have been covered by Entrepreneur, Forbes, TechCrunch, VentureBeat, and other publications. Garren holds a BA and MBA from Yale University, and received the prestigious Silver Anniversary Scholarship from Yale School of Management. He is a self-taught coder, and possibly the only programmer who still prefers books to online tutorials. Garren is an avid golfer and classical pianist. He lives in Washington, DC, with his wife, Alexandra.","name":"garren"},{"first_name":"Greg","last_name":"Godbout","full_name":"Greg Godbout","pif-round":2,"project":"RFP-EZ and Innovative Contracting Tools","bio":"is a Presidential Innovation Fellow working on the RFP-EZ project. Greg is an entrepreneur and experienced software architect with an extensive background in improving productivity with technology. As owner of the Arlington Cinema & Drafthouse, a unique entertainment and restaurant concept, Greg has driven innovation within the entertainment industry and built a thriving community theater with national recognition. While balancing the responsibilities of business ownership, Greg has also nurtured his technical skills by working as a consultant for Federal agencies and private organizations. His consulting work includes custom software development, social media solutions, and large enterprise applications. Most recently, Greg has helped implement large-enterprise social-software solutions for the Department of Veterans Affairs and the National Archives and Records Administration. He received a degree in Economics with a concentration in Business from St. Mary’s College of Maryland. Greg grew up in Bethesda, MD, and lives in Arlington, VA, with his wife Colleen and daughter Ella.","name":"greg"},{"first_name":"Christopher","last_name":"Goranson","full_name":"Christopher Goranson","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working to support the Department of the Interior’s efforts to make data and services covering our Nation’s public lands and waters more accessible. Chris has worked in the fields of design, public health, academia, government services and planning, most recently as the Director of the Parsons Institute for Information Mapping at The New School. While there his team provided innovative design support for electronic health records at DoD and VA, and supported DARPA’s XDATA program. Other recent efforts include climate visualization initiatives with Parsons The New School for Design, Aalborg University and USC / NASA JPL. Previously Chris was the Director of the GIS Center at the NYC Department of Health, and in 2008 completed an NSF-funded fellowship to compare different disease cluster detection methods at Japan’s National Institute of Public Health. Originally from Colorado, Chris is looking forward to bringing together a love of the outdoors and technology through this project.","hidden":true,"name":"cgoranson"},{"first_name":"Tyrone","last_name":"Grandison","full_name":"Tyrone Grandison","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the Department of Labor. Tyrone is a computer science researcher and entrepreneur. He is CEO of Proficiency Labs and managing partner at METIS Inc. Tyrone has co-founded a number of ventures, including woyhd.org, Hipaantrepeneurs, the Di-PaSS series, WonderWomenHacks, and HacksforHumanity. He holds positions at the University of Technology - Kingston, Jamaica and the University of the West Indies – St. Augustine, Trinidad. Tyrone received his Bachelors in Computer Studies from the University of the West Indies in 1997, his Masters in Software Engineering in 1998 and a Ph.D. in Computer Science from the Imperial College of Science, Technology & Medicine in London (2003). Dr. Grandison is an ACM Distinguished Engineer, an IEEE Senior Member and a HIMSS and BCS Fellow. He also received the IEEE Technical Achievement Award in 2010 for \"pioneering contributions to Secure and Private Data Management\". He has authored over a 100 technical papers, co-invented over 47 patents and written several books.","hidden":true,"name":"tgrandison"},{"first_name":"Justin","last_name":"Grevich","full_name":"Justin Grevich","pif-round":2,"project":"MYUSA","bio":"is a Presidential Innovation Fellow working on the MyUSA project at the General Services Administration. Previously, Justin was a Web Developer and Systems Administrator at the University of California, San Diego (UCSD), Institute of Engineering in Medicine. His interest in information systems started with extended bulletin board systems where he gained sponsorship from US Robotics (now 3Com) while in middle school. He studied biomedical science and specialized in the genetic engineering of plants for industrial and medicinal use at the University of Central Florida. He was drawn back to computer science after extensive genomic analysis of chloroplasts utilizing modern scripting languages, open-source software, and supercomputers. The joy of programming led him to a deep interest in web development and information security. At UCSD, he led a team that developed and open-sourced REUManager, an online application system that streamlines the application process for the NSF Research Experience for Undergraduates program. He is a vocal proponent of open-source software and actively creates new projects as well as contributing to existing ones. Originally from Minnesota, he now lives in San Diego, CA, with his wife Sri.","name":"justin"},{"first_name":"Dan","last_name":"Hammer","full_name":"Dan Hammer","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at NASA headquarters in the CTO’s office. Dan is an economist and data scientist. He was the Chief Data Scientist at the World Resources Institute, where he launched Global Forest Watch in partnership with Google, USAID, and many others. Dan is on leave from a PhD program at UC Berkeley, advised by Max Auffhammer and George Judge. Dan cofounded SpaceKnow and helps to organize the annual EcoHack conference alongside CartoDB. He teaches math at San Quentin State Prison as a lead instructor with the Prison University Project. Dan graduated with high honors in economics and mathematics from Swarthmore College, where he was a Lang Scholar. He spent a full year building and racing Polynesian outrigger canoes in the South Pacific as a Watson Fellow. He lives in San Francisco with his wife, where he is fortunate to work with his dearest friends.","hidden":true,"name":"dhammer"},{"first_name":"Maia","last_name":"Hansen","full_name":"Maia Hansen","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the National Oceanic and Atmospheric Administration. Maia is an experienced software engineer and architect who enjoys bringing order to chaotic data and enabling effortless human-computer interactions. She has spent the majority of her career developing enterprise software, and her dedication to open source principles and practices led her to co-found the Open Development Group at information retrieval pioneer Endeca (now Oracle). As an early developer and architect at Crimson Hexagon, she helped companies distill meaning and actionable insight from the Internet's labyrinthine plethora of social media data. Most recently, Maia worked to support cutting-edge research at the New York Genome Center and the Broad Institute of MIT and Harvard, where she developed genomic analysis software that provides scientists with access to and understanding of the increasingly massive datasets used to investigate disease-causing microbes and the mechanics of human illness. She first learned to code in the 20th century, and still has a soft spot for Commodore 64s. Maia, her two chinchillas, and her two cats hail from Boston, Massachusetts.","hidden":true,"name":"mhansen"},{"first_name":"Rachel","last_name":"Harrison Gordon","full_name":"Rachel Harrison Gordon","pif-round":3,"project":"21st Century Veterans Experience","bio":"is a Presidential Innovation Fellow working with the Department of Veterans Affairs. Rachel graduated from the University of Pennsylvania majoring in Mechanical Engineering and Applied Mechanics and minoring in Engineering Entrepreneurship. At Penn she pursued her passion for dance with the community involvement group CityStep, which she is helping establish in Trenton. Rachel has developed EHR software to enable Health Care Act compliance as well as other patient accessibility projects, including a Computerized Neurocognitive Battery used for research in the Army STARRS Project. She has consulted on business requirements, architecture, and UI of mobile productivity and advising applications for Investment Banking and Corporate clients. Rachel recently served as Manager of Mobile Analytics at The New York Times, providing data-driven insights regarding cross-platform use and app feature performance, to generate marketing and newsroom strategy. Rachel supported stakeholders as they prepared for the Sochi Olympics and the World Cup, and participated in the NYT Now and NYT Opinion launches developing and maintaining key performance metrics.","hidden":true,"name":"rharrisongordon"},{"first_name":"Hillary","last_name":"Hartley","full_name":"Hillary Hartley","pif-round":2,"project":"MYUSA","bio":"is a Presidential Innovation Fellow working on the MyUSA project at the General Services Administration. Hillary has been working to make government more accessible and available online for over 15 years, starting as a web designer for Arkansas.gov in 1997. In her most recent role as Director of Integrated Marketing for eGovernment provider NIC, Hillary helped NIC's 29 state portals embrace new technology and concepts for a 21st century government. She speaks at events across the country, educating and evangelizing “government 2.0” and social networking best practices for government. In 2004, Hillary led the team that created MyPollingPlace.com – the first-ever nationwide polling place lookup site launched during the 2004 November general election. Hillary spends much of her free time on community-based movements such as BarCamp and Coworking, and has participated in or helped organize several government-focused unconferences&#58; eDemocracyCamp, TranparencyCamp, Gov2.0Camp, CityCamp, etc. In 2008, after the passage of California’s Prop 8, she co-founded EqualityCamp – a pilot event bringing geeks who know the lessons of the web together with activists for marriage equality and LGBT equal rights. Her latest endeavor is Yes By Yes Yes (YxYY) a \"geek retreat\" taking place this summer in Palm Springs. The event sold out in 48 hours and will bring 400 thinkers, futurists, nerds, and creatives together at the Ace Hotel for the ultimate experiment in planned serendipity.","name":"hillary"},{"first_name":"Scott","last_name":"hartley","full_name":"Scott Hartley","pif-round":2,"project":"Development Innovation Ventures","bio":"is a Presidential Innovation Fellow working on Development Innovation Ventures at USAID.  Previously, Scott served as a Partner at Mohr Davidow Ventures (MDV), a $2 billion Sand Hill Road venture capital firm founded in 1983, where he focused on how mobile, social, data, and analytics are disrupting traditional commerce, media, and finance.  Prior to MDV, Scott worked at Google, Facebook, and Harvard’s Berkman Center for Internet & Society.  He is author of “The Venture Frontier,” a Forbes column on trends in international entrepreneurship and venture capital, contributing author in the MIT Press book “Shopping for Good,” and a contributor on Bloomberg TV’s Money Moves.  Scott has been a global entrepreneurship speaker for Google.org, MIT Enterprise Forum, and the US State Department across the Middle East, Africa, and Latin America.  He holds a BA in Political Science from Stanford University, an MBA, and an MA in International Affairs from Columbia University.  A five-time marathon runner and Ironman 70.3 triathlete, Scott has visited 70 countries on six continents.","hidden":true,"name":"shartley"},{"first_name":"Sean","last_name":"Herron","full_name":"Sean Herron","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Food and Drug Administration. Sean is a digital strategist, web developer, and policy expert dedicated to creating easier ways for citizens to interact with their government. Most recently, he served as a Strategist in the Open Innovation office at the National Aeronautics and Space Administration, where he spearheaded open-data and open source initiatives for the agency and helped create the International Space Apps Challenge, a global hackathon that aims to solve some of the most critical issues facing space exploration. Sean has a passion for web standards and responsive design, and he frequently works with organizations around the world to help them communicate with their audiences more effectively. He graduated magna cum laude with a BA in Public Policy from the Maxwell School at Syracuse University.","name":"sean"},{"first_name":"Michelle","last_name":"Hertzfeld","full_name":"Michelle Hertzfeld","pif-round":2,"project":"Open Data Initiatives","bio":"was a Round 2 Presidential Innovation Fellow working on Open Data Initiatives at the Department of the Interior, and is now a UX Developer at 18F. In general, though, Michelle is a science communicator. From teaching ranchers to use satellite imagery to improve land management, to creating digital interfaces that facilitate access to weather data, she bridges the divide between data and understanding with structure, intelligence, and empathy. She has worked with clients ranging from small businesses to government agencies and international organizations, helping them strategize both offline and online user experiences to reach business and project goals. Before serving as a Fellow, she lent her user interface expertise to international data-sharing projects at the National Oceanic and Atmospheric Administration’s Satellite and Information Service. Her abilities include both front-end web development skills in HTML5, CSS3, and JavaScript, and user-centered design with strong opinions about typography and color. She has dual degrees in Environmental Policy and Mandarin.","name":"mhz"},{"first_name":"Claire","last_name":"Holroyd","full_name":"Claire Holroyd","pif-round":2,"project":"MYUSA","bio":"is a Presidential Innovation Fellow working on the MyUSA project. Claire focuses on creating great user-owned experiences, bringing vision to global execution across technologies. Most recently, she served as Senior Product Manager for Sony Network Entertainment. At Sony, she owned product definition and collaborative execution of global network platform branding, digital rights management features, music and video services for mobile, as well as web and device applications such as PlayStation Network. Previously, as a Product Marketing Manager, she drove the architecture, rebranding and analytics for Qualcomm’s Brew Developer Network. She has also held Producer and Program Management roles creating mobile games, original content and prototypes with start-ups and multinational brands such as Square Enix and Microsoft. Claire received her business schooling from Creative Artists Agency as a Motion Picture Literary and Video Game Agent Assistant. She earned an MFA in Photography, Video and Related Media from the School of Visual Arts, a BA in Public Policy Studies from Duke University, and a Certificate in Japanese Language and Culture from the Japan Center for Michigan Universities. Claire lives in San Diego, CA.","hidden":true,"name":"cholroyd"},{"first_name":"Clarence","last_name":"III","full_name":"Dr. Clarence Wardell III","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives with the Department of Energy. Clarence is a researcher and social entrepreneur who is passionate about using technology to increase and enhance civic engagement. Previously, Clarence was a Research Scientist with CNA Corporation’s Safety & Security group, where he provided analytical support to emergency management and law enforcement organizations to improve response outcomes. In that capacity, Clarence also led CNA’s research on the adoption and use of new media technologies by emergency managers. In addition, he has developed several civic-focused software products, including Trivial Impact, a political trivia mobile game, and tinyGive, a social media-based microphilanthropy platform that he co-founded in 2012. Clarence, who is also an affiliate with Harvard’s Berkman Center for Internet & Society, holds a BSE in Computer Engineering from the University of Michigan and a PhD from the Georgia Institute of Technology's School of Industrial and Systems Engineering. Originally from Lathrup Village, MI, he now resides in Washington, DC.","hidden":true,"name":"cwardell"},{"first_name":"Andrea","last_name":"Ippolito","full_name":"Andrea Ippolito","pif-round":3,"project":"21st Century Veterans Experience","bio":"is a Presidential Innovation Fellow working with the Department of Veterans Affairs. Andrea is a PhD student in the Engineering Systems Division at MIT, co-founder of Smart Scheduling, Innovation Specialist at the Brigham & Women’s Hospital Innovation Hub, and co-leader of MIT’s Hacking Medicine. Recently, she served as a Product Innovation Manager at athenahealth and completed her M.S. in Engineering & Management at MIT. Prior to MIT, Ippolito worked as a Research Scientist within the Corporate Technology Development group at Boston Scientific. She obtained both her B.S in Biological Engineering in 2006 and Masters of Engineering in Biomedical Engineering in 2007 from Cornell University. Her major skill area is systems engineering combined with her knowledge surrounding innovation in healthcare and her infectious energy. Andrea Ippolito is originally from the Boston, Massachusetts area.","hidden":true,"name":"aippolito"},{"first_name":"Ashley","last_name":"Jablow","full_name":"Ashley Jablow","pif-round":3,"project":"Crowdsourcing","bio":"is a Presidential Innovation Fellow working on Crowdsourcing initiatives at the National Archives and Records Administration. Ashley Jablow is an open innovation and online community strategist with a passion for social impact. Most recently Ashley has served as challenge and business development lead at OpenIDEO – an online open innovation platform developed by IDEO where people design better, together for social good. In this capacity, Ashley has served as an online community mobilizer, digital communications specialist, client coach, and design thinking facilitator. Prior to IDEO, Ashley worked in corporate philanthropy for a national, grower-owned food cooperative and in nonprofit fundraising for children’s health and education organizations. Ashley is originally from the San Francisco Bay Area and holds a BA in Sociology and Spanish from University of Michigan and an MBA in Marketing and Corporate Responsibility from Boston University.","hidden":true,"name":"ajablow"},{"first_name":"Nayan","last_name":"Jain","full_name":"Nayan Jain","pif-round":2,"project":"MYData Initiatives","bio":"is a Presidential Innovation Fellow working on the MyData Initiatives (Blue Button) at the Department of Health and Human Services. Nayan is an engineer and healthcare hacker with a passion for developing software that is able to simplify complexities by reducing noise and finding patterns in data. His career in health IT began as an undergraduate with a design for an administrative database for the Department of Neurosurgery at Emory Hospital. After graduating and a stint writing applications for back-office propane systems, Nayan joined the DC-based startup, Audax Health. While serving as Director of Mobile Technology at Audax, he helped build the core Zensey mobile and web platforms that aim to drive behavior change through consumer engagement and social game mechanics. Nayan collaborated to build MedTuner, an artificial intelligence that alerts its followers of important health events using techniques in machine learning and natural language processing, which was awarded first place at the 2012 Health 2.0 Developers’ World Cup in San Francisco, CA. Nayan was most recently selected by Google to be a Glass Explorer and is looking forward to building wearable experiences that will help improve lives and patient outcomes. He graduated with a BS in Computational Media, primarily focused on Human Computer Interaction and Computer Science from the Georgia Institute of Technology. Nayan can be classified as nomadic – he currently lives in Connecticut but spends his spare time in New York.","hidden":true,"name":"njain"},{"first_name":"Clay","last_name":"Johnson","full_name":"Clay Johnson","pif-round":1,"project":"RFP-EZ","bio":"has been at the intersection of government and technology since he was the Director of Sunlight Labs at the Sunlight Foundation, where he built a community of 2,000 developers, designers and technologists dedicated to helping government be more open and transparent with its stakeholders. After Sunlight, Clay worked as the director of Engagement at Expert Labs where he worked with Federal agencies to help embrace and use social media. Recently, Clay wrote the bestselling book The Information Diet, which explores the parallels between our media and food consumption. Clay was named the Google/O’Reilly Open Source Organizer of the year in 2009, was one of Federal Computing Week’s Fed 100 in 2010, and won the CampaignTech Innovator award in 2011. Clay lives in Washington, DC with his wife Rosalyn and his adorable 7 week old son Felix.","hidden":true,"name":"cjohnson"},{"first_name":"Timothy","last_name":"Jones","full_name":"Timothy Jones","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the Department of Energy. Tim is a serial entrepreneur in enterprise software, data, mobile, and homeland security. Tim started his career at Oracle, and has worked with companies such as Sybase and OpenVision from startup through IPO. He helped launch the east coast office of Mohr Davidow Ventures to commercialize technology from universities and national labs. Tim subsequently co-founded startups from Georgia Tech and MIT, generating several patents in the process. He has been a frequent contributor on Bloomberg West discussing the use of social media for analytics and Open Source Intelligence (OSINT). Tim holds a B.S. in Management Science from MIT, a M.S. in Computer Information Systems from Georgia State University, and an MBA from MIT, where he was a Sloan Fellow. Tim grew up in Berkeley, CA and now lives in Washington, DC with his family.","hidden":true,"name":"tjones"},{"first_name":"Dmitry","last_name":"Kachaev","full_name":"Dmitry Kachaev","pif-round":1,"project":"open Data","bio":"is a civic-minded software engineer with more than a decade of experience in the private sector, public sector, and academia. Half of his career was spent working for the District of Columbia where he established and ran a technology innovation group called OCTO Labs. Most recently, Dmitry was on the faculty at the University of Maryland, where he worked on challenges related to crowd-sourced language translation in collaboration with Johns Hopkins University's Human Language Technology Center of Excellence. Dmitry holds an MBA degree from the University of Maryland, College Park, and an MS in Applied Math and Computer Science from Krasnoyarsk State University, Russia. Dmitry lives in Arlington, VA, with his wife and child. He enjoys longboarding and rock climbing.","hidden":true,"name":"dkachaev"},{"first_name":"E.J.","last_name":"Kalafarski","full_name":"E.J. Kalafarski","pif-round":3,"project":"Data Innovation","bio":"E.J. Kalafarski is a Presidential Innovation Fellow working on Data Innovation initiatives at the Department of Labor. E.J. is a product designer and manager who believes strongly in the power of design and minimalism to create usability, through both elegant interfaces and streamlined organization. Most recently, E.J. served as Vice President of Product at Onswipe, a New York-based tablet publishing startup. At Brown University, he built experimental and pioneering touch screen interfaces across multiple disciplines. He has built cartographic apps for Google, taught on new media at Tufts University, and served as an editor for Techmeme. E.J. has a BS in Computer Science and English from Tufts University and an ScM in Computer Science from Brown University. In his spare time, E.J.'s a history and transit buff. Originally from Massachusetts, he now lives in New York City.","hidden":true,"name":"ekalafarski"},{"first_name":"Ian","last_name":"Kalin","full_name":"Ian Kalin","pif-round":1,"project":"Open Data","bio":"is passionate about energy and empowering people through data. Ian started his professional career as a Counter-Terrorism Officer for the US Navy, later serving as a Nuclear Engineer onboard the USS Ronald Reagan. After leaving the Navy, Ian joined a rising company called PowerAdvocate, which delivers market intelligence solutions to the electric and gas sectors. His entrepreneurial work led to significant cost savings for utility companies and their customers. Ian has a BS in International Politics from Georgetown and a MA in Engineering Management from Old Dominion. He lives in San Francisco with his wife, Amanda, and is a musician in his spare time.","hidden":true,"name":"ikalin"},{"first_name":"Jackie","last_name":"Kazil","full_name":"Jackie Kazil","pif-round":2,"project":"Disaster Response & Recovery","bio":"is a Presidential Innovation Fellow working on Disaster Response and Recovery at the Federal Emergency Management Agency (FEMA). Jackie is a software developer passionate about human behavior and open data. Most recently, she worked for CACI, where she was lead developer on a contract at The Library of Congress, working on projects such as Chronicling America and Congress.gov. Previously, Jackie worked for The Washington Post on news-driven data applications—including the notable Top Secret America series, which received multiple awards including the 2010 George Polk Award for Journalism and was a SXSW Finalist for Technical Achievement. She has experience in software development using best practices, data analysis, modeling and simulation, social network analysis, data handling, data storage, mapping, and geospatial analysis. She is also active in open-source community development. She founded PyLadies DC and Geo DC. She also runs Django District and assists with DC Python. Jackie received her MA in Convergence Journalism from the University of Missouri, and she is currently working on her PhD in Computational Social Science at George Mason University. She lives in Washington, DC, with her husband and their two rescued dogs.","hidden":true,"name":"jackie"},{"first_name":"John","last_name":"Kemp","full_name":"John Kemp","pif-round":2,"project":"MYUSA","bio":"is a Presidential Innovation Fellow working on the MyUSA project at the General Services Administration. John is an innovator and developer of distributed systems, with particular interests in web security, identity and privacy. Most recently, he has worked as Principal Engineer at ESPN, researching distributed video processing and the use of various consumer devices, such as the Raspberry Pi, as &quot;smart TVs.&quot;  He is an experienced programmer in several languages, including Java, Javascript, C, Ruby, and Erlang. During his nine years as a software architect at Nokia, John was elected to the W3C Technical Architecture Group. He was previously co-editor of the SAML 2.0 security specification and has made many other contributions to web standards, including OAuth and OpenID. John co-authored &#x201C;Mobile Web Services&colon; Architecture and Implementation,&#x201D; a book describing a unique approach to providing and accessing web services on mobile phones. He has been a frequent speaker at technical conferences in several countries. When not at work, John may be found running marathons along country roads or playing the ukulele.","hidden":true,"name":"kemp"},{"first_name":"Julia","last_name":"Kim","full_name":"Julia Kim","pif-round":3,"project":"21st Century Veterans Experience","bio":"is a Presidential Innovation Fellow working with the Department of Veterans Affairs. Julia is focused on technology and media that help people address hard problems. She has tackled everything from improving the decision-making of troops on the ground to forecasting future science & technology trends. For the past eight years, she directed projects at the University of Southern California Institute for Creative Technologies (ICT), an Army-funded research center developing immersive technologies to benefit education, health care, and people’s lives. Leading teams that included researchers, developers, Hollywood talent, and military personnel, Julia produced educational games, short films, virtual reality-based installations and artificial intelligence systems that were used across the Department of Defense. Before ICT, Julia was a management consultant and programmer guiding and executing technology development for companies. Julia has a BA and MA in history of science from Harvard University where she studied how people use technology. Originally from the DC area, Julia now lives in Los Angeles, CA.","hidden":true,"name":"jkim"},{"first_name":"Kin","last_name":"Lane","full_name":"Kin Lane","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the VA Modernization project at the Department of Veterans Affairs. Kin is a computer scientist and &quot;API Evangelist&quot; working to understand the technology, business, and political aspects of Application Programming Interfaces (APIs) and to help share this insight with the world. He is the author of the book, &#x201C;Business of APIs,&#x201D; and is behind the popular API Evangelist blog. He has over 20 years of experience as a programmer, database administrator, architect, product developer, manager, and executive in the API space.","hidden":true,"name":"klane"},{"first_name":"Raphael","last_name":"Majma","full_name":"Raphael Majma","pif-round":1,"project":"Open Data","bio":"is a researcher passionate about the field of open data. Most recently, he worked on the Initiative on Open Government Data and the Nonprofit Sector for Professor Beth S. Noveck at New York Law School. Previously, he studied intellectual property and information law. He has also worked as a legal contributor to the Mozilla Foundation on the Open Badges Project. Raphael holds a JD from New York Law School. He served as a Student Research Fellow at the school’s Institute for Information Law and Policy. During that time, Raphael worked on outreach programs to educate the public about significant and landmark cases, such as the Google Books Settlement (Authors Guild et al. v. Google). He lives in Brooklyn, NY with his pet turtle, Turtle.","name":"majma"},{"first_name":"Nathaniel","last_name":"Manning","full_name":"Nathaniel Manning","pif-round":1,"project":"Open Data","bio":"is the Director of Business Development and Strategy at Ushahidi, a non-profit tech company from Kenya that specializes in developing free and open source software for information collection, visualization, and interactive mapping. He is also the Chief Operating Officer and Co-founder of 9th Sense Robotics. Nathaniel sits on the World Economic Forum’s Personal Data Tiger Team, on Google’s Data Colloquium Team, and on the technical advisory board to The Rules, and is an alumnus of Singularity University. He has been an advisor to Runa Tea, a USA-Ecuadorian social enterprise. He also co-founded a web-video platform called TheInteract.net. Previously, Nathaniel was a Financial Associate for the Clean Energy team at the Clinton Climate Initiative, living in Bangkok and Melbourne and working throughout emerging markets. He has run his own energy and design consulting group. Nathaniel holds a BA in Religious Studies and an MA in Environmental Science with a focus on international development and carbon finance from Brown University.","hidden":true,"name":"nmanning"},{"first_name":"Mikel","last_name":"Maron","full_name":"Mikel Maron","pif-round":3,"project":"Crowdsourcing","bio":"is a Presidential Innovation Fellow working on Crowdsourcing initiatives at the Department of State. Mikel Maron is a programmer and geographer dedicated to community and humanitarian use of open source and open data. He has organized mapping projects in India, Palestine, Egypt, Swaziland and elsewhere with Ground Truth Initiative, and especially our flagship effort, Map Kibera, the first open source map of the slums of Nairobi. He’s a long time contributor to OpenStreetMap; and Founder and Board Member of Humanitarian OpenStreetMap Team, having helped facilitate the OSM response to the 2010 Haiti earthquake. Mikel has served as technical lead for Moabi, a collaborative data project to monitor natural resources in DRC. He co-founded the geoweb company Mapufacture (now part of ESRI), helped build the first wiki at the UN (WaterWiki at the UNDP), and generally worked on collaborative platforms and geoweb standards, with everyone from multinationals to anarchist hacker collectives. Mikel is based in Washington DC, but calls Santa Cruz, CA home.","hidden":true,"name":"mmaron"},{"first_name":"Marina","last_name":"Martin","full_name":"Marina Martin","pif-round":1,"bio":"has been a business efficiency consultant and web developer for the last ten years, helping businesses save time and money through a combination of hands-on process optimization and custom Ruby on Rails and Apex application development. Marina is the founder of the efficiency consulting firm The Type-A Way and author of Business Efficiency for Dummies. She serves on the City of Seattle Citizens' Telecommunications and Technology Advisory Board and has worked on open data projects across Washington State. Marina grew up in Connecticut and lives in Seattle, WA with her cats and extensive collection of dry-erase boards.","hidden":true,"name":"mmartin"},{"first_name":"Diego","last_name":"Mayer-Cantu","full_name":"Diego Mayer-Cantu","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Smithsonian Institution. Diego has spent his entire career as a technologist and innovator across a wide range of companies and industries, and has a long track-record of delivering innovation on a large scale for both private industry and government. Starting his career as a software engineer, he quickly moved into technology management roles, and later into product and executive management. Companies he has worked with include Roche, the World Health Organization, Shutterfly, Condé Nast Publications (and subsidiary properties such as Wired, Reddit, and Epicurious), as well as several startup ventures. Most recently, Diego served as the Chief Executive Officer of Inventively, a company that is democratizing the intellectual property landscape for inventors and businesses through radical process simplification and cost-reduction. He is also a patent agent registered to practice before the USPTO. Diego earned a BS in Electrical Engineering from Purdue University and an MBA from Columbia University. Originally from Palo Alto, CA, Diego has lived and worked in New York, Tokyo, and Geneva.","hidden":true,"name":"dmayercantu"},{"first_name":"Matt","last_name":"McCall","full_name":"Matt McCall","pif-round":1,"project":"Blue Button for America","bio":"believes that open standards, data, and software have the potential to redefine the way in which patient-centered healthcare is delivered in this country, and that Blue Button is a critical step towards realizing the potential of this transformative concept. Matt has most recently been involved in community engagement and development support for the Open Source Electronic Health Record Agent (OSEHRA), established by the Department of Veterans Affairs (VA) to catalyze innovation on the VistA Electronic Health Record and related health information technology projects. Matt previously worked on several efforts for KRM Associates Inc. Prior to KRM, Matt’s focus was in big data management and analytics support for the database marketing industry. He graduated from Salisbury University with a degree in Management Information Systems. Matt lives in Baltimore, MD, where he plays ice hockey and is active in the arts and theater community.","hidden":true,"name":"mmccall"},{"first_name":"Karl","last_name":"Mehta","full_name":"Karl Mehta","pif-round":1,"project":"Better Than Cash","bio":"is a Silicon Valley-based serial entrepreneur, engineer &amp; inventor with over 18 years of experience in founding, building, and funding technology companies in the US and international markets. Most recently, he was the founder &amp; CEO of PlaySpan Inc. (acquired by Visa), a global leader in micro-payments with a monetization platform supporting 100+ local payment options across 180 countries. In 2010, Karl won the &apos;Entrepreneur of the Year&apos; Award from Ernst &amp; Young for Northern California. Karl is also the founder of Grassroots Innovation Network (GrIN), a public-private partnership platform that brings the startup ecosystem and Silicon Valley&apos;s entrepreneurship know-how to millions of college students nationwide. Karl is a board member of the Center for Entrepreneurship at Chapman University, Pratham Bay Area, Source Ventures, and Simpa Networks (solar energy on pay-as-you-go for developing markets). He is an active angel investor in the clean-tech and internet sectors. He lives with his wife and two children in Fremont, CA.","hidden":true,"name":"kmehta"},{"first_name":"Jeff","last_name":"Meisel","full_name":"Jeff Meisel","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the Census. Jeff brings 10 years of leadership experience from the software industry across Product Management, Ecosystems, Investor Relations, and Channel Development. Most recently, he led a team of 20 technical consultants for National Instruments while helping re-architect a sales channel. From 2008-2012, he led the LabVIEW Tools Network team, creating the industry's first B2B App Store for engineers and scientists. Prior to that role, he was an Embedded Software Product Manager, where he led global product launches and published 30+ technical articles. He's passionate about STEM initiatives, and serves as the technical advisor for Chungaboo, a mobile start-up in the education space. Jeff grew up in Lakin, Kansas. He graduated from Kansas State University with a B.S. in Computer Engineering, and the University of Texas with an M.S. in Technology Commercialization. Outside of work, Jeff is an avid sports fan and BBQ enthusiast.","hidden":true,"name":"jmeisel"},{"first_name":"Dain","last_name":"Miller","full_name":"Dain Miller","pif-round":2,"project":"Innovation Toolkit","bio":"is a Presidential Innovation Fellow working on the Innovation Toolkit project at the State Department. Dain is an experienced software developer who is passionate about responsive design and clean code. Most recently, he worked with a startup in Chicago as they migrated from a .NET backend to Ruby on Rails. Prior to that, Dain was a software developer at an agency in Chicago where he worked on a bidding platform and numerous large client projects. Dain also works independently as a Ruby on Rails consultant and helps startups build MVP products for their business ideas. His interests include mathematics and physics, good coffee, photography, and hiking. He also helps contribute to and maintain a few large open-source projects. Dain grew up on the Outer Banks in North Carolina and now lives in Virginia with his girlfriend and their cat.","hidden":true,"name":"dmiller"},{"first_name":"Geoff","last_name":"Mulligan","full_name":"Geoff Mulligan","pif-round":2,"project":"Cyber-Physical Systems","bio":"is a Presidential Innovation Fellow working on the Cyber-Physical Systems project at the National Institute of Standards and Technology. Geoff is a technology consultant focused on the Internet of Things, RF Sensors, IPv6, IP networks and open systems. He helped design IPv6 and is notable for developing the Embedded Internet and creating the 6LoWPAN protocol. He was a founder of the Zigbee Alliance and founded and is Chairman of the IP for Smart Objects Alliance. Previously he worked on sensor network projects for the US Department of Defense, government agencies and various corporations, as well as numerous Smart Energy and SmartGrid projects. Geoff received his MS from the University of Denver and BS from the United States Air Force Academy. He holds over 15 patents in network security and electronic mail and testified before Congress on Electronic Commerce and Computer Security. He lives in Colorado with his family and enjoys hiking fourteeners.","hidden":true,"name":"gmulligan"},{"first_name":"David","last_name":"Naffis","full_name":"David Naffis","pif-round":3,"project":"Crowdsourcing","bio":"is a Presidential Innovation Fellow working on Crowdsourcing initiatives at the National Archives and Records Administration. David is an entrepreneur and software developer with experience in software services, product development, strategy, and operations. He is a founder of Intridea, an Inc 500 winning software development firm where he oversaw several successful product spinouts and acquisitions. Before starting Intridea, David worked as a software engineer and architect at companies including AOL, Cisco, and McKinsey. He holds a masters in Systems Engineering from The University of Virginia, has contributed to a number of open-source projects, and has spoken at numerous regional and national conferences. He lives in Washington, DC with his wife, Aubrey.","hidden":true,"name":"dnaffis"},{"first_name":"Ryan","last_name":"Panchadsaram","full_name":"Ryan Panchadsaram","pif-round":1,"project":"Blue Button for America","bio":"was most recently the head of Customer & Product at Ginger.io, a spin-off from MIT Media Lab, using big data to transform health. He has been a Fellow at Rock Health, where his company Pipette was incubated and ultimately acquired by Ginger.io. He previously worked at Microsoft and Salesforce.com. While at Microsoft, Ryan was responsible for the user experience and design for Outlook for Mac 2011. During his time there, he filed multiple patents for innovations in geolocation, user interfaces, and large datasets. Ryan sits on the board of SeventyK, a young adult cancer advocacy group. A designer and engineer at heart, Ryan recently won first place in The Guardian & Google's International 2012 Data Visualization Challenge. He graduated from University of California-Berkeley with a degree in Industrial Engineering and Operations Research. Ryan lives in San Francisco, CA with his fiancée and their Australian Shepherd.","hidden":true,"name":"rpanchadsaram"},{"first_name":"Beverly","last_name":"Park Woolf","full_name":"Dr. Beverly Park Woolf","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the National Science Foundation. Beverly is a Research Professor at the University of Massachusetts where she develops software tutors that combine artificial intelligence, network technology, and multimedia to model students&apos; affective and cognitive characteristics and deliver dramatically effective instruction. She is internationally known as a founder and leader of the field of intelligent tutoring systems and as an expert in science and mathematics learning, education, data mining, machine learning, analytics, and student evaluation. She wrote the textbook &#x201C;Building Intelligent Interactive Tutors&#x201D; and was lead author of &#x201C;Roadmap to Education Technology.&#x201D;  Beverly believes that education should be a civil right for all people and she addresses the gap between what exists in our traditional educational system and the potential of personalized, engaging, social, embodied, and accessible digital instruction. She is committed to making data-rich quality instruction freely available for learners and works towards providing opportunities for all people, including populations poorly served by education. Her current focus is on Internet-scale systems that balance students&#x2019; learning across many environments and support students to learn rapidly and form new learning communities. Beverly lives with her husband in Amherst, MA, where they raised two daughters.","hidden":true,"name":"bpark"},{"first_name":"Joe","last_name":"Polastre","full_name":"Joe Polastre, PhD","pif-round":2,"project":"Innovation Toolkit","bio":"is a Presidential Innovation Fellow working on the Innovation Toolkit project at the State Department. Joe is a researcher, developer, and serial entrepreneur focused on data analytics. He has built systems to remotely monitor endangered seabirds and co-developed the Xerces XML parser and world's smallest Java Virtual Machine. Joe was Chief Technology Officer and Co-founder at Sentilla where he led the technical team and opened offices in Singapore and London. Previously, Joe held development and product management positions at IBM, Microsoft, and Intel. He was named one of BusinessWeek’s Best Young Tech Entrepreneurs and won the Silicon Valley 40 Under 40 award. Joe holds PhD and MS degrees in Computer Science from the University of California, Berkeley, and a BS degree from Cornell University. Joe lives in San Francisco, CA, where he enjoys sailing on the bay, skiing in Tahoe, and local live music.","name":"joe"},{"first_name":"Susannah","last_name":"Raub","full_name":"Susannah Raub","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the Department of State. Susannah is a software engineer from San Francisco, California. She has worked for Google for ten years in Mountain View, New York, and Sydney as a lead developer on both Google Maps and the Google Maps API. Her projects have ranged from indexing data to building serving infrastructure to developing libraries for web development. In late 2012, she took a sabbatical from Google and taught programming and software development at the Meltwater Entrepreneurial School of Technology in Accra, Ghana. She received an Sc.B. in Mathematics-Computer Science from Brown University.","hidden":true,"name":"sraub"},{"first_name":"Robert","last_name":"Read","full_name":"Robert L. Read, PhD","pif-round":2,"project":"RFP-EZ and Innovative Contracting Tools","bio":"is a Presidential innovation Fellow working on the RFP-EZ project. He loves programming. Previously, Rob served as Director of Product Development at Planview, Inc., where he led agile software development teams for six years. While doing so, he constructed the Merfluke 7, a functional but slow device for dolphin-like human-powered swimming. Before that Rob created a website programmed in LISP for forming human consensus, and maintained and improved the Elephant LISP-based database. He was a Principal Engineer at Hire.com, where he wrote “How to be a Programmer” and was strongly influenced by Kent Beck. He has two patents in optics and solar energy. He received a PhD from the University of Texas at Austin and a BA from Rice University in computer science. Rob speaks Esperanto fluently, and has served on the board of Esperanto USA. He lives in Austin, Texas, with his wife and two nearly-grown children.","name":"robert"},{"first_name":"Sokwoo","last_name":"Rhee","full_name":"Dr. Sokwoo Rhee","pif-round":2,"project":"Cyber-Physical Systems","bio":"is a Presidential innovation Fellow working on the Cyber Physical Systems project at the National Institute of Standards and Technology. Sokwoo is an entrepreneur and executive with expertise in various technical fields including wireless networks, medical devices, energy management, sensors, and motion control in commercial, industrial, and military applications. He has broad experience in pioneering new industries and promoting company growth with a focus on continuous innovation and an open view of technology trends. Sokwoo is one of the pioneers who have initiated and grown the cyber-physical systems and &quot;Internet of Things&quot; industry since the early 2000s. He was Co-founder and Chief Technology Officer of Millennial Net, Inc., which was one of the first companies that successfully commercialized low-power wireless mesh/sensor network technology from academia into industry. Prior to Millennial Net, he was a research associate at MIT working on wireless medical sensors. His work and achievements have been recognized through multiple prestigious awards, including MIT Technology Review&#x2019;s Top Innovators under 35. He received his MS and PhD in Mechanical Engineering from MIT, and his BS in Mechanical Engineering from Seoul National University.","hidden":true,"name":"srhee"},{"first_name":"Adam","last_name":"Riggs","full_name":"Adam Riggs","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Department of the Treasury. Adam is a data-driven entrepreneur with broad private-sector experience starting, scaling, and advising businesses in e-commerce, digital media, and finance. He has served as a Fellow at the Sunlight Foundation, a nonprofit focused on open data, government transparency, and influence. Adam was the first President and CFO of Shutterstock.com, a stock image and video marketplace that sources content from and has customers in nearly every country worldwide. Prior to Shutterstock, Adam spent nine years as a proprietary derivatives trader, focusing on index/statistical arbitrage and trading futures contracts, ETFs, and stocks as a member of the American Stock Exchange and the Chicago Mercantile Exchange. Prior to his trading career, he did econometric research on securities matters at the NERA division of Marsh &amp;amp; McLennan. Adam has traveled extensively and lived and worked in both India and Germany. He graduated from Reed College and lives with his family in Washington, DC.","hidden":true,"name":"ariggs"},{"first_name":"Martin","last_name":"Ringlein","full_name":"Martin Ringlein","pif-round":2,"project":"RFP-EZ and Innovative Contracting Tools","bio":"is a Presidential Innovation Fellow working on the RFP-EZ project. A designer, entrepreneur, and angel investor, Martin was co-founder of nclud, an internationally recognized and award-winning design agency. He then served as Design Manager at Twitter. Martin&amp;#x2019;s experience ranges from designing and directing major strategic interactive initiatives with organizations large and small, such as Apple, Google, Adobe, British Telecom, Mozilla and Oracle. Initiatives included&colon; the redesign of Ogilvy and Mashable; developing the initial mobile strategies for The Washington Post, POLITICO, National Journal, Kiplinger, C-SPAN, PUMA, OPOWER; and designing the original brand identity for start-ups such as LivingSocial. In addition to being a design practitioner, Martin has taught experience design at the Maryland Institute College of Art, Boston University, and General Assembly. Martin studied Advertising &amp;amp; Design at The University of Maryland and Business Management at Columbia Business School and Yale School of Management.","hidden":true,"name":"mringlein"},{"first_name":"Denice","last_name":"Ross","full_name":"Denice Ross","pif-round":3,"project":"Crowdsourcing","bio":"is a Presidential Innovation Fellow working on Crowdsourcing initiatives at the Department of Energy. Denice’s specialty is applying data and innovation to solve pressing real-world problems. Most recently, she directed information strategy for the City of New Orleans, launching data.nola.gov to support priorities such as performance management, neighborhood revitalization, and emergency preparedness. Before City Hall, Denice co-directed the nonprofit Greater New Orleans Community Data Center, work that was propelled into the national spotlight with Hurricane Katrina. Denice collaborated with Brookings to track recovery through The New Orleans Index, and also co-designed an app using “junk mail” data to visualize neighborhood repopulation. She supported many post-Katrina planning initiatives and co-founded the first new childcare center after the storm. Denice holds a BS in Biology from the University of Arizona. A New Orleanian since 2001, Denice and her family now live in the DC area.","hidden":true,"name":"dross"},{"first_name":"Alison","last_name":"Rowland","full_name":"Alison Rowland","pif-round":2,"project":"MYUSA","bio":"is a Presidential Innovation Fellow working on the MyUSA project. Alison is an experienced developer who has focused her career on the application of open-source software to civic data. As a Software Developer and Data Scientist at the Sunlight Foundation, Alison led their flagship project, Influence Explorer, an initiative to connect the dots of political influence across datasets at both the Federal and state levels. Alison is passionate about bringing agile development strategies and solid database development to the non-profit and government sectors. Before joining Sunlight Foundation in 2010, Alison was part of a TV-viewing analytics team that developed and maintained the world's largest commercial PostgreSQL database at that time. Alison grew up in Long Island, NY, and studied linguistics and music at Stony Brook University. She lives in Maryland with her husband, Isaac, and their two-year-old daughter, Evelyn.","name":"alison"},{"first_name":"Mollie","last_name":"Ruskin","full_name":"Mollie Ruskin","pif-round":2,"project":"VA Modernization","bio":"is a Presidential Innovation Fellow working on the VA Modernization project at the Department of Veterans Affairs. Mollie is a cross-sector designer and organizer, dedicated to creating human-centered solutions to wicked social challenges. Most recently, Mollie was leading creative projects at Reboot, a social impact service design and innovation firm focused on governance and development. Her career began in the non-profit sector, where after serving as a National PolitiCorps Fellow with the Bus Project, Mollie orchestrated voter registration and GOTV efforts, organized young people around Federal climate policy, and created integrated communications plans for public health-advocacy efforts. She served as the aide to State Representative Jefferson Smith, managing broad coalitions of diverse policy advocates and legislators. Mollie was a participant in the SVA Impact! Design for Social Change residency and has designed print and web materials for countless campaigns, non-profits, and small businesses. Mollie lives in Brooklyn, NY, and holds a BA in Media Studies from Pomona College.","hidden":true,"name":"mruskin"},{"first_name":"James","last_name":"Sanders","full_name":"James Sanders","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Department of Education. Previously, James oversaw innovation at KIPP Bay Area Schools and managed the region&#x2019;s blended learning and technology integration initiatives. In early 2013, James spearheaded the Google Play for Education pilot at KIPP Bridge Charter School, a partnership with Android. Before joining the KIPP Bay Area regional staff, James was a Teach for America Corps Member and a KIPP teacher in both Los Angeles and San Francisco and pioneered a paperless classroom run 100% online. In addition to his work at KIPP, James co-founded ClassBadges, a website that helps teachers shift to accomplishment-based grading. While teaching, James served as a project manager for YouTube EDU and his work for Google included YouTube Teachers, YouTube for Schools, and management of K-12 content curation.","hidden":true,"name":"jsanders"},{"first_name":"Lea","last_name":"Shanley","full_name":"Lea Shanley","pif-round":3,"project":"Crowdsourcing","bio":"is a Presidential Innovation Fellow working on Crowdsourcing initiatives at NASA. Trained as a geospatial data scientist and policy expert, her research has focused on improving government services and empowering communities through open and participatory innovation, new technologies and social media. Previously, she directed the Commons Lab of the Science and Technology Innovation Program at the Wilson Center. She is one of the chief organizers and co-founders of the Federal Community of Practice on Crowdsourcing and Citizen Science, a groundbreaking effort to enable federal agencies to engage the public in collective problem solving. In 2009, Lea was an AAAS Congressional Science Fellow in the U.S. Senate, crafting legislation on satellite Earth observations, oceans, and hazards. Lea also helped launch the new Citizen Science Association and Wisconsin Geographic Information Coordination Council. She conducted her PhD research in Environmental Monitoring at the University of Wisconsin-Madison, and holds an MS in astronomy and BS in physics.","hidden":true,"name":"lshanley"},{"first_name":"Jason","last_name":"Shen","full_name":"Jason Shen","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Smithsonian Institution. Jason is a tech entrepreneur and writer. In 2011, he cofounded Ridejoy, a ridesharing company that has helped tens of thousands of people share rides across the US and Canada. Ridejoy&apos;s iPhone app was selected as a &quot;Featured App&quot; by Apple and its seed round included investment from Y Combinator, the &num;1 startup accelerator according to Forbes. Jason writes at The Art of Ass-Kicking, a blog about startups, fitness, and personal development that received over 150,000 readers in 2012. His work has appeared in Vanity Fair, Forbes, TechCrunch and Lifehacker. He earned a Bachelors and Masters in biology from Stanford University, where he was the captain of an NCAA championship-winning gymnastics team.","hidden":true,"name":"jshen"},{"first_name":"Aaron","last_name":"Snow","full_name":"Aaron Snow","pif-round":2,"project":"RFP-EZ and Innovative Contracting Tools","bio":"is a Presidential Innovation Fellow working on the RFP-EZ project. Previously, Aaron co-founded Daring Software and built the back-end for its flagship shopping app, Arro. Prior to that, he was Web Development Manager for Birthday in a Box. He has also served as a program manager for Microsoft, an instructor for the University of Washington Extension School, a Federal law clerk, a litigation attorney for Boies, Schiller & Flexner LLP, and a manager and senior advisor for voter protection teams on two presidential campaigns. Aaron is an honors graduate of Harvard College, where he served as a Teaching Fellow in computer science, and Columbia Law School, where he was Technology Editor for the Columbia Law Review and received the Lance Liebman \"Nice Guys Don't Necessarily Finish Last\" Award. He lives in Kensington, MD, with his wife, their two children, and an energetic puli puppy who enjoys stealing everyone's socks.","name":"aaron"},{"first_name":"Bosco","last_name":"So","full_name":"Bosco So","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the Department of Energy. Bosco is a software engineer with extensive experience in application development and a passion for building communities and connecting people. Bosco has designed & implemented numerous web and desktop products in a variety of languages and systems. At Indiegogo, he has been instrumental in building out both the technology stack and the engineering team. He is also a proponent of rapid mobile development technologies. Prior to Indiegogo, he designed & deployed API services and mobile & console clients. Bosco organizes the San Francisco Ruby Meetup, which has grown from 37 to over 6000 members during the past 8 years. Bosco holds a Computer Science degree from MIT. After graduating, he joined the Peace Corps and taught high school in Liberia, West Africa, and later returned to the region as a Geekcorps volunteer. He now lives in San Francisco. In his spare time, Bosco is either attending hackathons, teaching Ruby, or riding his bicycle.","hidden":true,"name":"bso"},{"first_name":"Robert","last_name":"Sosinski","full_name":"Robert Sosinski","pif-round":3,"project":"21st Century Veterans Experience","bio":"is a Presidential Innovation Fellow working with the Department of Veterans Affairs. Robert is an engineer and entrepreneur who has successfully led many ambitious software projects from concept to launch. Currently the founder of Reactive.IO, Robert helps businesses of all sizes build their mission-critical software right the first time. Previously, Robert was the VP of Engineering at Ticket Evolution, where he led the development of cutting-edge software products that serve as the backbone of the event industry’s ticket market. Before that, Robert led software buildouts at Sling Media (acquired by Dish Network), Time Inc., Health.com, Entertainment Weekly, University of Pennsylvania, and Switch2Health (acquired by FitBit). Robert also served in the 70th Intelligence Wing of the U.S. Air Force while stationed in Tokyo, Japan. Robert earned his B.S. in Computer Science from University of Maryland and M.S. in Management of Technology from NYU. Robert comes to DC from Hoboken, NJ with his wife Reina and energetic 2 year old daughter Jenny.","hidden":true,"name":"rsosinski"},{"first_name":"Vidya","last_name":"Spandana","full_name":"Vidya Spandana","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Millennium Challenge Corporation. As a college undergrad, Vidya co&#8208;founded a govtech startup (DMV.org) and turned it into a multi&#8208;million&#8208;dollar business before turning 21. With a lean team of 5 individuals, she built a web platform that continues to help over 110 million Americans annually. She and her team took their mission to the next level to build a large portfolio of high-growth, high&#8208;impact govtech businesses and launched a successful online publishing company that made the Inc. 5000 list, reporting 391% growth in three years. Most recently, she founded Neppalli Strategy to push this philosophy and mission to a greater magnitude&colon; create a support system for a group of organizations, each managing a portfolio of high-potential startups, and bring them to scale. These organizations include accelerators like Nike + Tech Stars Accelerator, Wieden + Kennedy's Portland Incubator Experiment, VC funds, and angel portfolios. Vidya holds an engineering degree in Computer Science and an MBA from UCSD. In between gigs, Vidya travels around the world in search of a sweet swell while creating art, short films, and poetry.","hidden":true,"name":"vspandana"},{"first_name":"Alan","last_name":"Steremberg","full_name":"Alan Steremberg","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on Data Innovation initiatives at the National Oceanic and Atmospheric Administration. Alan is a computer engineer and entrepreneur who enjoys creating consumer products. Alan co-founded the Weather Underground, a leading weather website in 1995 while at the University of Michigan. He began his career as the company's Director of Technology building web products from government weather data. Alan completed a masters degree at Stanford University in Human Computer Interaction. After graduating, Alan became President of the Weather Underground and grew the company to become the second largest weather website, with 50 employees and over 20 million unique monthly visitors. In 2012, Weather Underground was sold to The Weather Channel. After a successful integration, Weather Underground continues as a brand and a set of products at the Weather Channel.","hidden":true,"name":"asteremberg"},{"first_name":"Amos","last_name":"Stone","full_name":"J. Amos Stone","pif-round":2,"project":"MYUSA","bio":"is a Presidential Innovation Fellow working on the MyUSA project. Amos is a software engineer and entrepreneur with an affinity for solving problems with technology. He has been developing web solutions in the private sector for over ten years. Originally from Arizona, he worked on some of the most trafficked travel websites on the web. Most recently, he was working in Research and Development with Active Network to bridge gaps between the physical and virtual domains for marathon runners. Amos lives in San Diego with his dachshund, where he enjoys surfing, volleyball, and running.","name":"amos"},{"first_name":"Gajen","last_name":"Sunthara","full_name":"Gajen Sunthara","pif-round":3,"project":"Data Innovation","bio":"is a Presidential Innovation Fellow working on the MyData Initiative (Blue Button) at the Department of Health and Human Services. Previously, Gajen served as a Principal Software Architect at the Innovation Acceleration Program at Boston Children's Hospital. He also volunteers as a Mentor for both InciteHealth at the Center for Primary Care at Harvard Medical School, as well as for Hacking Pediatrics in collaboration with MIT H@cking Medicine. Gajen has a B.Sc. in Computer Science from Wentworth Institute of Technology and a Master’s in Information Technology from Harvard University. Gajen’s master thesis focused on using Google Glass to develop a novel application called “GlassSurgeon” which enhances a surgeon’s workflow and improves patient safety by leveraging natural language processing and hands-free features that access real-time clinical information systems. Combining expertise in laboratory medicine and in-depth understanding of clinical and patient workflows through technical leadership in R&D, devices, software development and architecture, he aims to achieve his professional goal of implementing innovative technologies within the healthcare setting.","hidden":true,"name":"gsunthara"},{"first_name":"John","last_name":"Teeter","full_name":"John Teeter","pif-round":2,"project":"MYData Initiatives","bio":"is a Presidential Innovation Fellow working on the MyData Initiatives (Green Button) at the National institute of Standards and Technology. John has a 40 year history in the electrical and technology industries, including most recently as Chief Scientist for People Power, a software company enabling remote control and management of connected devices from mobile devices. John has contributed to Smart Grid Interoperability Panel standards activities and has been directly involved in the definition the technical foundations of the Green Button initiative. John is the leader of the EnergyOS/OpenESPI implementation effort, providing Green Button Connect My Data open-source implementations and is undertaking to initiate open-source efforts supporting a broad range of Smart Grid services. John is also a member of the Urban Systems Collaborative, focused on sustainable built environments with a special focus on energy infrastructures supporting EcoDistrict and community focused engagement patterns. John was the Founder and CEO of First Step Research, a research consultancy that focused on the evolution of technology. First Step provided community Internet services in the early nineties and stimulated the growth of early social networks supporting both local and globally based communities of interest. Prior to First Step Research, John was a founder and VP of Engineering at Gold Hill Computers, bringing the tools and technologies of artificial intelligence to the commercial marketplace. His early engineering experience with Hewlett-Packard and Honeywell Information Systems focused on international standards in the areas of distributed information systems. John has an MS in electrical engineering/computer science from the University of Idaho, and a BS in Mathematics and Secondary Education from Idaho State University.","hidden":true,"name":"jteeter"},{"first_name":"Matthew","last_name":"Theall","full_name":"Matthew Theall","pif-round":2,"project":"MYData Initiatives","bio":"is a Presidential Innovation Fellow working on “MyData Initiatives” at the Department of Energy. Matt focuses on developing innovative ways to enable the public and American businesses to better understand and reduce energy use; Provides input to draft presidential memorandums and executive orders related to energy issues; Conceptualizes and leads public energy challenges, hackathons and datapaloozas; Develops energy pilot programs with utilities; and works with innovative 3rd parties. Previously, Matt was a Technology Strategist at Intel Corporation, where he focused on networking and Smart Grid technologies and was also Director of several silicon business units. He has served in a number of industry leadership roles, including being a member of the Board of Directors of the Smart Grid Interoperability Panel from 2009-2013, during which time, under BOD leadership, the organization grew from founding in 2009 to 776 member companies at the end of 2012. Matt has also been President and BOD member of several industry trade groups that developed networking and smart grid standards, which then tested and certified products based on technologies developed. In these positions, he chaired BOD meetings, set direction for work groups and defined organizational strategic/tactical objectives. Matt has worked closely with ITU-T, IEEE and other global SDO’s. He was selected to be a member of a U.S. State Department delegation formed to represent the United States at key ITU-T SG-15 meetings. He was also invited by the White House to participate in a summit of industry leaders seeking to develop a clean, smart grid for the 21stcentury. He is an alumnus of Northeastern University, Rivier College, and Harvard Business School.","hidden":true,"name":"mtheall"},{"first_name":"Raphael","last_name":"Villas","full_name":"Raphael Villas","pif-round":2,"project":"MYUSA","bio":"is a Presidential Innovation Fellow working on MyUSA at the General Services Administration. Raphael is a web generalist, experienced in both visual design and software development. Most recently, he worked as a software developer at Groupon, focused on Ruby and JavaScript development. His work as a consultant includes online and offline communications for non-profit, Fortune 500, and startup organizations. He previously worked on technology teams for Hill's Pet Nutrition and VeggieTales. Raphael earned his BS from Loyola University of Chicago and conducted post-baccalaureate studies in graphic design at University of Illinois at Chicago. Raphael lives in Chicago with his wife and two children.","name":"raphy"},{"first_name":"Henry","last_name":"Wei","full_name":"Henry Wei","pif-round":1,"project":"Blue Button for America","bio":"Henry Wei, MD, has been Senior Medical Director for Clinical Innovation at Aetna, Inc., Clinical Instructor in Medicine at Weill-Cornell Medical College, and an Attending Physician at New York Presbyterian Hospital. Prior to these roles, Henry was Senior Medical Director for Clinical Research & Development at ActiveHealth Management, working on computerized clinical decision support, population health, and online patient portals. Before that, Henry was a consultant at McKinsey & Company for healthcare IT. He is Board-Certified in Internal Medicine and completed his residency at New York Presbyterian Hospital, along with Informatics training at Harvard Medical School and Stanford University. He holds his medical degree from Weill-Cornell Medical College, and Master's and undergraduate degrees from Harvard University. Henry lives in New York City with his family.","hidden":true,"name":"hwei"},{"first_name":"Ben","last_name":"Willman","full_name":"Ben Willman","pif-round":2,"project":"VA Modernization","bio":"is a Presidential Innovation Fellow working on the VA Modernization project at the Department of Veterans Affairs. Most recently, Ben was the Director of Technology at bio-statistical consulting firm Statistics Collaborative and was Founder and Chief Technology Officer of Software as a Service startup ClientHat. Ben got his start working in technology incubators and startups in New York and was the Founder and Chief Technology Officer of UstreamIt, a streaming video application provider. He has led the development of a wide variety of technology products including a Phase I medical database used worldwide in malaria trials. Ben is passionate about building products and businesses that solve real problems and loves talking to customers to understand what makes them tick. He is active in the lean startup community as a mentor and blogger and is on the DC Organizing Committee of the Lean Startup Machine. Ben holds a BS in Zoology from the University of Wisconsin, Madison. He lives in Washington, DC, and is a longtime performer of long-form improvisational comedy at Washington Improv Theater.","name":"ben"},{"first_name":"Julia","last_name":"Winn","full_name":"Julia Winn","pif-round":3,"project":"21st Century Veterans Experience","bio":"is a Presidential Innovation Fellow working with the Department of Veterans Affairs. Julia is a product strategist and software engineer with a passion for building tools people can use to solve their own problems. Julia was most recently a product manager at Ginger.io, a spin-off from the MIT Media Lab using smartphones to transform healthcare delivery. While at Ginger.io she created the Mood Matters Program which has screened over 150,000 people for depression in the first 6 months since launch. Julia earlier founded BetterFit Technologies, a TechStars Boston company with the goal of personalizing the process of prescribing drugs to minimize adverse events and maximize effectiveness. The Digital Health Post named her one of the 12 Rock Star Women of Digital Health. She graduated from Harvard College with a degree in Computer Science where she conducted research in genetic engineering and data privacy. Julia lives in San Francisco, CA, with her pet mouse Coconut.","hidden":true,"name":"jwinn"},{"first_name":"Christopher","last_name":"Wong","full_name":"Christopher Wong","pif-round":3,"project":"Crowdsourcing","bio":"is a Presidential Innovation Fellow working on Crowdsourcing Initiatives at the U.S. Patent and Trademark Office. Chris is a technologist and expert in intellectual property law with a passion for improving the patent system. Chris was previously the Executive Director of the Engelberg Center on Innovation Law & Policy at NYU School of Law. Before joining NYU Law, Chris was a Postgraduate Fellow at the Institute for Information Law & Policy at New York Law School, as well as a Visiting Fellow at both the Yale Law School Information Society Project and the Princeton University Center for Information Technology Policy. While at New York Law School, Chris served as the founding project manager of Peer to Patent—a historic initiative allowing the public to participate in the patent examination process—and lead researcher of the NSF-funded Open Patent project exploring the use of user-generated tags to improve understanding of patent information. Chris holds a JD from New York Law School and a BSBA in Information Technology from the University of Denver. He lives in Brooklyn, NY.","hidden":true,"name":"cwong"},{"first_name":"Jed","last_name":"Wood","full_name":"Jed Wood","pif-round":1,"project":"RFP-EZ","bio":"is an interaction designer, developer, and entrepreneur. Having built experience as a usability expert, he wandered into geekier pastures of writing actual code. He has spent the past decade bridging the gap between design and programming by creating rapid prototypes and production applications. Jed co-founded Lime & Chile, building three web applications that were later acquired. Most recently he was part of the Labs team at Gravity Tank. Jed earned a Master’s degree from the Institute of Design in Chicago, IL, where he now lives with his wife and two daughters.","hidden":true,"name":"jwood"},{"first_name":"Charles","last_name":"Worthington","full_name":"Charles Worthington","pif-round":2,"project":"Open Data Initiatives","bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Department of Energy. Charles is a product designer and developer who believes strongly in the power of an engaged citizenry to use technology to solve big problems. Previously, Charles founded Gray Duck Labs, where he worked with large and small clients to bring innovative ideas to life. Prior to striking out on his own, Charles helped Fortune 500 companies adapt to disruptive technologies as a Manager at the strategy consulting firm Altman Vilandrie &amp; Co. From 2009-2010, Charles served a term appointment at the Federal Communications Commission, where he helped develop the Energy chapter of the National Broadband Plan, a blueprint for using advanced communications technologies to help achieve national goals in energy independence and efficiency. Charles holds a BA in Social Studies from Harvard University. He lives in Washington, DC, with his fianc&#xE9;e.","hidden":true,"name":"cworthington"},{"first_name":"Scott","last_name":"Wu","full_name":"Scott Wu","pif-round":2,"project":"Development Innovation Ventures","bio":"is a Presidential Innovation Fellow working on Development Innovation Ventures at USAID.  Scott has devoted the past two decades to innovation – working with, launching, and investing in young companies and organizations to disrupt their respective sectors.  Most recently, he was a member of the founding team of Upstart, which is pioneering crowdfunding for recent graduates.  Previously, he co-founded several venture capital and investment firms – including FTV Capital and Blue Horizon Equity – that together manage over $1 billion.  Scott has always remained involved with issues addressing education and global poverty.  He worked on development projects in Tanzania and with a center combatting child prostitution in Bangkok.  He has monitored refugee camps and volunteered in AIDS orphanages.  He was formerly President of Aim High, which focused on education for the underprivileged, and is currently Chairman of the US Committee for Refugees and Immigrants in DC.  He graduated from Dartmouth College and Harvard Business School, and enjoys life in San Francisco with his wife.","hidden":true,"name":"swu"}]
