[{"first_name":"Jamie","last_name":"Albrecht","full_name":"Jamie Albrecht","image":"assets/images/team/jamie.jpg","working_groups":["Documentation","Hiring"],"name":"jamie"},{"first_name":"Sarah","last_name":"Allen","full_name":"Sarah Allen","image":"assets/images/team/sarah.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Smithsonian Institution. Sarah is a serial innovator with a history of developing leading-edge products, such as After Effects, Shockwave, Flash video, and OpenLaszlo. Most recently, Sarah led mobile strategy, design & development company, Blazing Cloud, as well as her own startup, Mightyverse, which aims to help people communicate across languages and cultures. Sarah is an expert in all things mobile, with a particular passion for effective animation and practical use of the mobile web. Sarah also actively works to diversify the tech community with RailsBridge, which she co-founded in 2009. Sarah and other RailsBridge volunteers created the parent organization BridgeFoundry in 2013, as a project of SchoolFactory, to foster such outreach efforts and establish a formal theory of change. Originally from the Boston area, Sarah studied Computer Science and Visual Art at Brown University. She lives with her husband, Bruce, and son, Jack, in San Francisco, CA.","projects":["midas"],"working_groups":["Agile","Training and Education"],"name":"sarah"},{"first_name":"Shawn","last_name":"Allen","full_name":"Shawn Allen","image":"assets/images/team/shawn.jpg","location":"SFO","skills":["JavaScript","Python","HTML","CSS","SQL","D3","Node","Django","Jekyll"],"interests":["data visualization","maps","APIs"],"projects":["discovery","hourglass","doi-extractives-data"],"working_groups":["Government user interface guidelines","Testing"],"name":"shawn"},{"first_name":"Josh","last_name":"Bailes","full_name":"Josh Bailes","image":"assets/images/team/logo-18f.jpg","name":"joshbailes"},{"first_name":"Leah","last_name":"Bannon","full_name":"Leah Bannon","image":"assets/images/team/leah.jpg","projects":["openfec"],"name":"leah"},{"first_name":"Emileigh","last_name":"Barnes","full_name":"Emileigh Barnes","image":"assets/images/team/logo-18f.jpg","name":"emileigh"},{"first_name":"Moncef","last_name":"Belyamani","full_name":"Moncef Belyamani","image":"assets/images/team/moncef.jpg","location":"DCA","working_groups":["Testing"],"name":"moncef"},{"first_name":"Maya","last_name":"Benari","full_name":"Maya Benari","image":"assets/images/team/logo-18f.jpg","location":"SFO","name":"maya"},{"first_name":"David","last_name":"Best","full_name":"David Best","image":"assets/images/team/david.jpg","location":"DAY","working_groups":["Testing"],"name":"david"},{"first_name":"Tom","last_name":"Black","full_name":"Tom Black","image":"assets/images/team/blacktm.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the MyData Initiatives (Blue Button) at the Department of Veterans Affairs. Tom is a US Navy veteran, tech entrepreneur, and software developer focused on transforming healthcare using open standards, data, and technologies. He has worked with numerous companies to create new front-end technologies, web applications, and digital strategies. Tom has been an open-source contributor to the VA’s Blue Button initiative and mentor at Victory Spark, an accelerator for innovative high-growth veteran startups. He is also a graduate of Blueprint Health, a New York-based healthcare accelerator, and 94labs, Wisconsin’s first startup incubator. In the Navy, Tom served as an Information Systems Technician at the US Naval War College, aboard the USNS SUPPLY, and at the International Submarine Escape and Rescue Liaison Office. He studied computer science at the University of Wisconsin–Madison, where he also directed the Wisconsin Union’s Distinguished Lecture Series. Tom now resides in New York City, but calls Stillwater, MN, home.","working_groups":["Documentation"],"name":"blacktm"},{"first_name":"Mike","last_name":"Bland","full_name":"Mike Bland","image":"assets/images/team/mbland.jpg","email":"michael.bland@gsa.gov","location":"DCA","skills":["C++","Python","Jekyll","Googletest","Googlemock","MapReduce"],"interests":["Automated Testing","Object-Oriented Design","Distributed Systems","Ad-Hoc Organization and Leadership","18F Hub"],"working_groups":["Documentation","Testing","Working Group"],"name":"mbland"},{"first_name":"Greg","last_name":"Boone","full_name":"Greg Boone","image":"assets/images/team/boone.jpg","location":"DCA","skills":["Python","Ruby","PHP","JavaScript","Jekyll","WordPress","Django"],"interests":["Writing","Managing websites","Unit testing","Podcasting","Beer brewing (not at work)","Usability testing"],"name":"boone"},{"first_name":"Nick","last_name":"Brethauer","full_name":"Nick Brethauer","image":"assets/images/team/brethauer.jpg","projects":["discovery","hourglass"],"working_groups":["Documentation","Training and Education","User Research","Working Group"],"name":"brethauer"},{"first_name":"Nick","last_name":"Bristow","full_name":"Nick Bristow","image":"assets/images/team/nick.jpg","projects":["C2","doi-extractives-data"],"working_groups":["Accessibility","Working Group"],"name":"nick"},{"first_name":"Gray","last_name":"Brooks","full_name":"Gray Brooks","image":"assets/images/team/gray.jpg","location":"DCA","projects":["developer-program","api-data-gov"],"working_groups":["Analytics","Working Group"],"name":"gray"},{"first_name":"Chris","last_name":"Cairns","full_name":"Chris Cairns","image":"assets/images/team/chrisc.jpg","pif-round":2,"bio":"Managing Director of 18F Consulting, former Round 2 Presidential Innovation Fellow, full-stack developer, entrepreneur.","projects":["myra"],"name":"chrisc"},{"first_name":"Jeremy","last_name":"Canfield","full_name":"Jeremy Canfield","image":"assets/images/team/jeremy.jpg","working_groups":["User Research"],"name":"jeremy"},{"first_name":"Josh","last_name":"Carp","full_name":"Josh Carp","image":"assets/images/team/logo-18f.jpg","projects":["openfec"],"name":"joshcarp"},{"first_name":"Phaedra","last_name":"Chrousos","full_name":"Phaedra Chrousos","image":"assets/images/team/logo-18f.jpg","name":"phaedra"},{"first_name":"Dave","last_name":"Cole","full_name":"Dave Cole","image":"assets/images/team/dhcole.jpg","location":"PHL","projects":["midas"],"name":"dhcole"},{"first_name":"Kathryn","last_name":"Connolly","full_name":"Kathryn Connolly","image":"assets/images/team/logo-18f.jpg","name":"kathryn"},{"first_name":"Erica","last_name":"Deahl","full_name":"Erica Deahl","image":"assets/images/team/erica.jpg","working_groups":["Government user interface guidelines"],"name":"erica"},{"first_name":"Kara","last_name":"DeFrias","full_name":"Kara DeFrias","image":"assets/images/team/logo-18f.jpg","name":"kara"},{"first_name":"Alan","last_name":"deLevie","full_name":"Alan deLevie","image":"assets/images/team/logo-18f.jpg","projects":["myusa"],"working_groups":["Accessibility"],"name":"alan"},{"first_name":"Kaitlin","last_name":"Devine","full_name":"Kaitlin Devine","image":"assets/images/team/kaitlin.jpg","projects":["discovery","hourglass","fbopen","fedspendingtransparency"],"working_groups":["Hiring"],"name":"kaitlin"},{"first_name":"Catherine","last_name":"Devlin","full_name":"Catherine Devlin","image":"assets/images/team/catherine.jpg","location":"DAY","name":"catherine"},{"first_name":"Jesse","last_name":"Dondero","full_name":"Jesse Dondero","image":"assets/images/team/logo-18f.jpg","location":"DCA","name":"jesse"},{"first_name":"Jen","last_name":"Ehlers","full_name":"Jen Ehlers","image":"assets/images/team/jen.jpg","working_groups":["Government user interface guidelines"],"name":"jen"},{"first_name":"Julia","last_name":"Elman","full_name":"Julia Elman","image":"assets/images/team/julia.jpg","location":"RDU","skills":["HTML","CSS","JavaScript","Django","Ruby on Rails","Foundation","Bootstrap"],"interests":["Design","Rapid prototypes","Front end development","Computer science education"],"working_groups":["Design Standards","Frontend"],"name":"julia"},{"first_name":"Aidan","last_name":"Feldman","full_name":"Aidan Feldman","image":"assets/images/team/afeld.jpg","email":"aidan.feldman@gsa.gov","location":"NYC","skills":["Ruby","JavaScript"],"working_groups":["DevOps","Documentation"],"name":"afeld"},{"first_name":"Jay","last_name":"Finch","full_name":"Jay Finch","image":"assets/images/team/logo-18f.jpg","name":"jfinch"},{"first_name":"Annalee","last_name":"Flower Horne","full_name":"Annalee Flower Horne","image":"assets/images/team/logo-18f.jpg","projects":["peacecorps-site"],"working_groups":["Training and Education"],"name":"annalee"},{"first_name":"Andre","last_name":"Francisco","full_name":"Andre Francisco","image":"assets/images/team/logo-18f.jpg","location":"DCA","name":"andre"},{"first_name":"Kate","last_name":"Garklavs","full_name":"Kate Garklavs","image":"assets/images/team/kate.jpg","projects":["myusa","fedspendingtransparency"],"name":"kate"},{"first_name":"Leah","last_name":"Gitter","full_name":"Leah Gitter","image":"assets/images/team/logo-18f.jpg","location":"DCA","interests":["traveling","reading","random facts"],"name":"leahg"},{"first_name":"Garren","last_name":"Givens","full_name":"Garren Givens","image":"assets/images/team/garren.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Department of Education. Garren is an experienced entrepreneur and product strategist, and is passionate about consumer Internet. He has contributed articles to VentureBeat and Huffington Post, and his startups have been covered by Entrepreneur, Forbes, TechCrunch, VentureBeat, and other publications. Garren holds a BA and MBA from Yale University, and received the prestigious Silver Anniversary Scholarship from Yale School of Management. He is a self-taught coder, and possibly the only programmer who still prefers books to online tutorials. Garren is an avid golfer and classical pianist. He lives in Washington, DC, with his wife, Alexandra.","name":"garren"},{"first_name":"Greg","last_name":"Godbout","full_name":"Greg Godbout","image":"assets/images/team/greg.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the RFP-EZ project. Greg is an entrepreneur and experienced software architect with an extensive background in improving productivity with technology. As owner of the Arlington Cinema & Drafthouse, a unique entertainment and restaurant concept, Greg has driven innovation within the entertainment industry and built a thriving community theater with national recognition. While balancing the responsibilities of business ownership, Greg has also nurtured his technical skills by working as a consultant for Federal agencies and private organizations. His consulting work includes custom software development, social media solutions, and large enterprise applications. Most recently, Greg has helped implement large-enterprise social-software solutions for the Department of Veterans Affairs and the National Archives and Records Administration. He received a degree in Economics with a concentration in Business from St. Mary’s College of Maryland. Greg grew up in Bethesda, MD, and lives in Arlington, VA, with his wife Colleen and daughter Ella.","name":"greg"},{"first_name":"Yoz","last_name":"Grahame","full_name":"Yoz Grahame","image":"assets/images/team/yoz.jpg","projects":["myusa"],"working_groups":["Project Support","Working Group"],"name":"yoz"},{"first_name":"Justin","last_name":"Grevich","full_name":"Justin Grevich","image":"assets/images/team/justin.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the MyUSA project at the General Services Administration. Previously, Justin was a Web Developer and Systems Administrator at the University of California, San Diego (UCSD), Institute of Engineering in Medicine. His interest in information systems started with extended bulletin board systems where he gained sponsorship from US Robotics (now 3Com) while in middle school. He studied biomedical science and specialized in the genetic engineering of plants for industrial and medicinal use at the University of Central Florida. He was drawn back to computer science after extensive genomic analysis of chloroplasts utilizing modern scripting languages, open-source software, and supercomputers. The joy of programming led him to a deep interest in web development and information security. At UCSD, he led a team that developed and open-sourced REUManager, an online application system that streamlines the application process for the NSF Research Experience for Undergraduates program. He is a vocal proponent of open-source software and actively creates new projects as well as contributing to existing ones. Originally from Minnesota, he now lives in San Diego, CA, with his wife Sri.","location":"SEA","name":"justin"},{"first_name":"Jacob","last_name":"Harris","full_name":"Jacob Harris","image":"assets/images/team/logo-18f.jpg","name":"jacob"},{"first_name":"Hillary","last_name":"Hartley","full_name":"Hillary Hartley","image":"assets/images/team/hillary.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the MyUSA project at the General Services Administration. Hillary has been working to make government more accessible and available online for over 15 years, starting as a web designer for Arkansas.gov in 1997. In her most recent role as Director of Integrated Marketing for eGovernment provider NIC, Hillary helped NIC's 29 state portals embrace new technology and concepts for a 21st century government. She speaks at events across the country, educating and evangelizing “government 2.0” and social networking best practices for government. In 2004, Hillary led the team that created MyPollingPlace.com – the first-ever nationwide polling place lookup site launched during the 2004 November general election. Hillary spends much of her free time on community-based movements such as BarCamp and Coworking, and has participated in or helped organize several government-focused unconferences&#58; eDemocracyCamp, TranparencyCamp, Gov2.0Camp, CityCamp, etc. In 2008, after the passage of California’s Prop 8, she co-founded EqualityCamp – a pilot event bringing geeks who know the lessons of the web together with activists for marriage equality and LGBT equal rights. Her latest endeavor is Yes By Yes Yes (YxYY) a \"geek retreat\" taking place this summer in Palm Springs. The event sold out in 48 hours and will bring 400 thinkers, futurists, nerds, and creatives together at the Ace Hotel for the ultimate experiment in planned serendipity.","name":"hillary"},{"first_name":"Sean","last_name":"Herron","full_name":"Sean Herron","image":"assets/images/team/sean.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on Open Data Initiatives at the Food and Drug Administration. Sean is a digital strategist, web developer, and policy expert dedicated to creating easier ways for citizens to interact with their government. Most recently, he served as a Strategist in the Open Innovation office at the National Aeronautics and Space Administration, where he spearheaded open-data and open source initiatives for the agency and helped create the International Space Apps Challenge, a global hackathon that aims to solve some of the most critical issues facing space exploration. Sean has a passion for web standards and responsive design, and he frequently works with organizations around the world to help them communicate with their audiences more effectively. He graduated magna cum laude with a BA in Public Policy from the Maxwell School at Syracuse University.","projects":["openfec","peacecorps-site"],"name":"sean"},{"first_name":"Michelle","last_name":"Hertzfeld","full_name":"Michelle Hertzfeld","image":"assets/images/team/mhz.jpg","pif-round":2,"bio":"was a Round 2 Presidential Innovation Fellow working on Open Data Initiatives at the Department of the Interior, and is now a UX Developer at 18F. In general, though, Michelle is a science communicator. From teaching ranchers to use satellite imagery to improve land management, to creating digital interfaces that facilitate access to weather data, she bridges the divide between data and understanding with structure, intelligence, and empathy. She has worked with clients ranging from small businesses to government agencies and international organizations, helping them strategize both offline and online user experiences to reach business and project goals. Before serving as a Fellow, she lent her user interface expertise to international data-sharing projects at the National Oceanic and Atmospheric Administration’s Satellite and Information Service. Her abilities include both front-end web development skills in HTML5, CSS3, and JavaScript, and user-centered design with strong opinions about typography and color. She has dual degrees in Environmental Policy and Mandarin.","location":"TUS","projects":["fbopen","doi-extractives-data"],"working_groups":["Frontend","Government user interface guidelines"],"name":"mhz"},{"full_name":"Ori Hoffer","image":"assets/images/team/ori.jpg","bio":"Ori is the communications manager for 18F. If you're doing a story on us, please contact me and I'll help get things coordinated.\nI've worked as a TV host, radio reporter, and online news producer.\nI play soccer, ski, and competed in skeleton. I also spent 10 years performing in improv comedy groups.\nFeel free to ask me about any of these things.","email":"ori.hoffer@gsa.gov","slack":"ori","location":"DCA","working_groups":["Documentation"],"name":"ori"},{"first_name":"Michelle","last_name":"Hood","full_name":"Michelle Hood","image":"assets/images/team/michelle.jpg","working_groups":["Documentation"],"name":"michelle"},{"first_name":"Jeannine","last_name":"Hunter","full_name":"Jeannine Hunter","image":"assets/images/team/jhunter.jpg","name":"jhunter"},{"first_name":"Ozzy","last_name":"Johnson","full_name":"Ozzy Johnson","image":"assets/images/team/ozzy.jpg","working_groups":["Testing"],"name":"ozzy"},{"first_name":"Elaine","last_name":"Kamlley","full_name":"Elaine Kamlley","image":"assets/images/team/elaine.jpg","email":"elaine.kamlley@gsa.gov","location":"DCA","skills":["Python","Ruby","HTML","CSS","Django/Flask","Jekyll"],"working_groups":["Training and Education"],"name":"elaine"},{"first_name":"Jackie","last_name":"Kazil","full_name":"Jackie Kazil","image":"assets/images/team/logo-18f.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on Disaster Response and Recovery at the Federal Emergency Management Agency (FEMA). Jackie is a software developer passionate about human behavior and open data. Most recently, she worked for CACI, where she was lead developer on a contract at The Library of Congress, working on projects such as Chronicling America and Congress.gov. Previously, Jackie worked for The Washington Post on news-driven data applications—including the notable Top Secret America series, which received multiple awards including the 2010 George Polk Award for Journalism and was a SXSW Finalist for Technical Achievement. She has experience in software development using best practices, data analysis, modeling and simulation, social network analysis, data handling, data storage, mapping, and geospatial analysis. She is also active in open-source community development. She founded PyLadies DC and Geo DC. She also runs Django District and assists with DC Python. Jackie received her MA in Convergence Journalism from the University of Missouri, and she is currently working on her PhD in Computational Social Science at George Mason University. She lives in Washington, DC, with her husband and their two rescued dogs.","projects":["foia","myusa"],"working_groups":["Accessibility","Dev Community","Diversity","Training and Education"],"name":"jackie"},{"first_name":"Meghana","last_name":"Khandekar","full_name":"Meghana Khandekar","image":"assets/images/team/meghana.jpg","location":"DCA","projects":["myusa"],"working_groups":["Identity"],"name":"meghana"},{"first_name":"Shashank","last_name":"Khandelwal","full_name":"Shashank Khandelwal","image":"assets/images/team/khandelwal.jpg","projects":["foia"],"working_groups":["Agile"],"name":"khandelwal"},{"first_name":"Melody","last_name":"Kramer","full_name":"Melody Kramer","image":"assets/images/team/melody.jpg","email":"melody.kramer@gsa.gov","location":"DCA","interests":["Human-Centered Design","Audience Growth","Social Media","Technical Writing"],"name":"melody"},{"first_name":"Noah","last_name":"Kunin","full_name":"Noah Kunin","image":"assets/images/team/noah.jpg","bio":"Noah is the Delivery Architect for 18F. Beyond helping to create the 18F DevOps team, he also manages 18F's security and privacy compliance programs. Noah was previously a founder of the Technology + Innovation team at the Consumer Financial Protectoin Bureau.","name":"noah"},{"first_name":"Diego","last_name":"Lapiduz","full_name":"Diego Lapiduz","image":"assets/images/team/diego.jpg","location":"AUS","projects":["myusa","fbopen","C2"],"working_groups":["DevOps","Working Group"],"name":"diego"},{"full_name":"CM Lubinski","image":"assets/images/team/cm.jpg","location":"PIT","projects":["peacecorps-site","C2"],"name":"cm"},{"first_name":"Colin","last_name":"MacArthur","full_name":"Colin MacArthur","image":"assets/images/team/logo-18f.jpg","name":"colin"},{"first_name":"Sasha","last_name":"Magee","full_name":"Sasha Magee","image":"assets/images/team/sasha.jpg","name":"sasha"},{"first_name":"Andrew","last_name":"Maier","full_name":"Andrew Maier","image":"assets/images/team/logo-18f.jpg","name":"andrewmaier"},{"first_name":"Raphael","last_name":"Majma","full_name":"Raphael Majma","image":"assets/images/team/majma.jpg","pif-round":1,"bio":"is a researcher passionate about the field of open data. Most recently, he worked on the Initiative on Open Government Data and the Nonprofit Sector for Professor Beth S. Noveck at New York Law School. Previously, he studied intellectual property and information law. He has also worked as a legal contributor to the Mozilla Foundation on the Open Badges Project. Raphael holds a JD from New York Law School. He served as a Student Research Fellow at the school’s Institute for Information Law and Policy. During that time, Raphael worked on outreach programs to educate the public about significant and landmark cases, such as the Google Books Settlement (Authors Guild et al. v. Google). He lives in Brooklyn, NY with his pet turtle, Turtle.","projects":["foia"],"working_groups":["Policy"],"name":"majma"},{"first_name":"Noah","last_name":"Manger","full_name":"Noah Manger","image":"assets/images/team/manger.jpg","projects":["openfec","myra"],"working_groups":["Government user interface guidelines"],"name":"manger"},{"first_name":"Eric","last_name":"Mill","full_name":"Eric Mill","image":"assets/images/team/eric.jpg","email":"eric.mill@gsa.gov","location":"DCA","projects":["foia"],"working_groups":["Policy"],"name":"eric"},{"first_name":"Ric","last_name":"Miller","full_name":"Ric Miller","image":"assets/images/team/ric.jpg","name":"ric"},{"first_name":"Shawnique","last_name":"Muller","full_name":"Shawnique Muller","image":"assets/images/team/logo-18f.jpg","location":"DCA","name":"shawnique"},{"first_name":"Nathan","last_name":"Olson","full_name":"Nathan Olson","image":"assets/images/team/logo-18f.jpg","location":"DCA","name":"nolson"},{"first_name":"Chris","last_name":"Papazian","full_name":"Chris Papazian","image":"assets/images/team/papazian.jpg","working_groups":["Testing"],"name":"papazian"},{"first_name":"Rebecca","last_name":"Piazza","full_name":"Rebecca Piazza","image":"assets/images/team/logo-18f.jpg","location":"DCA","name":"rebecca"},{"first_name":"Joe","last_name":"Polastre","full_name":"Joe Polastre, PhD","image":"assets/images/team/joe.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the Innovation Toolkit project at the State Department. Joe is a researcher, developer, and serial entrepreneur focused on data analytics. He has built systems to remotely monitor endangered seabirds and co-developed the Xerces XML parser and world's smallest Java Virtual Machine. Joe was Chief Technology Officer and Co-founder at Sentilla where he led the technical team and opened offices in Singapore and London. Previously, Joe held development and product management positions at IBM, Microsoft, and Intel. He was named one of BusinessWeek’s Best Young Tech Entrepreneurs and won the Silicon Valley 40 Under 40 award. Joe holds PhD and MS degrees in Computer Science from the University of California, Berkeley, and a BS degree from Cornell University. Joe lives in San Francisco, CA, where he enjoys sailing on the bay, skiing in Tahoe, and local live music.","name":"joe"},{"first_name":"Gabriel","last_name":"Ramírez","full_name":"Gabriel Ramírez","image":"assets/images/team/gramirez.jpg","projects":["foia"],"name":"gramirez"},{"first_name":"Robert","last_name":"Read","full_name":"Robert L. Read, PhD","image":"assets/images/team/robert.jpg","pif-round":2,"bio":"is a Presidential innovation Fellow working on the RFP-EZ project. He loves programming. Previously, Rob served as Director of Product Development at Planview, Inc., where he led agile software development teams for six years. While doing so, he constructed the Merfluke 7, a functional but slow device for dolphin-like human-powered swimming. Before that Rob created a website programmed in LISP for forming human consensus, and maintained and improved the Elephant LISP-based database. He was a Principal Engineer at Hire.com, where he wrote “How to be a Programmer” and was strongly influenced by Kent Beck. He has two patents in optics and solar energy. He received a PhD from the University of Texas at Austin and a BA from Rice University in computer science. Rob speaks Esperanto fluently, and has served on the board of Esperanto USA. He lives in Austin, Texas, with his wife and two nearly-grown children.","working_groups":["Documentation","Hiring"],"name":"robert"},{"full_name":"Stephanie Rivera","image":"assets/images/team/logo-18f.jpg","location":"SFO","name":"stephanierivera"},{"first_name":"Eric","last_name":"Ronne","full_name":"Eric Ronne","image":"assets/images/team/logo-18f.jpg","location":"CHI","projects":["peacecorps-site"],"name":"ericronne"},{"first_name":"Alison","last_name":"Rowland","full_name":"Alison Rowland","image":"assets/images/team/alison.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the MyUSA project. Alison is an experienced developer who has focused her career on the application of open-source software to civic data. As a Software Developer and Data Scientist at the Sunlight Foundation, Alison led their flagship project, Influence Explorer, an initiative to connect the dots of political influence across datasets at both the Federal and state levels. Alison is passionate about bringing agile development strategies and solid database development to the non-profit and government sectors. Before joining Sunlight Foundation in 2010, Alison was part of a TV-viewing analytics team that developed and maintained the world's largest commercial PostgreSQL database at that time. Alison grew up in Long Island, NY, and studied linguistics and music at Stony Brook University. She lives in Maryland with her husband, Isaac, and their two-year-old daughter, Evelyn.","projects":["openfec","hourglass","fbopen"],"working_groups":["Testing"],"name":"alison"},{"first_name":"Josh","last_name":"Ruihley","full_name":"Josh Ruihley","image":"assets/images/team/josh.jpg","projects":["discovery","hourglass"],"working_groups":["Hiring"],"name":"josh"},{"first_name":"Smita","last_name":"Satiani","full_name":"Smita Satiani","image":"assets/images/team/logo-18f.jpg","location":"DCA","name":"smita"},{"first_name":"Micah","last_name":"Saul","full_name":"Micah Saul","image":"assets/images/team/micahsaul.jpg","location":"SFO","skills":["python","R","PROLOG"],"interests":["Knowledge representation design","Graph DBs","Tacos"],"projects":["fedspendingtransparency"],"working_groups":["Government user interface guidelines","Testing"],"name":"micahsaul"},{"first_name":"Pia","last_name":"Scott","full_name":"Pia Scott","image":"assets/images/team/logo-18f.jpg","name":"pia"},{"first_name":"Marco","last_name":"Segreto","full_name":"Marco Segreto","image":"assets/images/team/marco.jpg","projects":["openfec","peacecorps-site"],"working_groups":["Documentation","Frontend","Government user interface guidelines","Testing"],"name":"marco"},{"first_name":"Will","last_name":"Slack","full_name":"Will Slack","image":"assets/images/team/will.jpg","location":"DCA","skills":["HTML"],"interests":["electronic medical records","credit cards and payment technologies"],"name":"will"},{"first_name":"Aaron","last_name":"Snow","full_name":"Aaron Snow","image":"assets/images/team/aaron.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the RFP-EZ project. Previously, Aaron co-founded Daring Software and built the back-end for its flagship shopping app, Arro. Prior to that, he was Web Development Manager for Birthday in a Box. He has also served as a program manager for Microsoft, an instructor for the University of Washington Extension School, a Federal law clerk, a litigation attorney for Boies, Schiller & Flexner LLP, and a manager and senior advisor for voter protection teams on two presidential campaigns. Aaron is an honors graduate of Harvard College, where he served as a Teaching Fellow in computer science, and Columbia Law School, where he was Technology Editor for the Columbia Law Review and received the Lance Liebman \"Nice Guys Don't Necessarily Finish Last\" Award. He lives in Kensington, MD, with his wife, their two children, and an energetic puli puppy who enjoys stealing everyone's socks.","name":"aaron"},{"first_name":"Amos","last_name":"Stone","full_name":"J. Amos Stone","image":"assets/images/team/amos.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the MyUSA project. Amos is a software engineer and entrepreneur with an affinity for solving problems with technology. He has been developing web solutions in the private sector for over ten years. Originally from Arizona, he worked on some of the most trafficked travel websites on the web. Most recently, he was working in Research and Development with Active Network to bridge gaps between the physical and virtual domains for marathon runners. Amos lives in San Diego with his dachshund, where he enjoys surfing, volleyball, and running.","name":"amos"},{"first_name":"Andrew","last_name":"Stroup","full_name":"Andrew Stroup","image":"assets/images/team/logo-18f.jpg","name":"andrew"},{"first_name":"Theresa","last_name":"Summa","full_name":"Theresa Summa","image":"assets/images/team/theresa.jpg","name":"theresa"},{"first_name":"Becky","last_name":"Sweger","full_name":"Becky Sweger","image":"assets/images/team/becky.jpg","email":"rebecca.sweger@gsa.gov","location":"BDL","skills":["python","sql"],"interests":["data sleuthing","data modeling","relational databases","data munging","technical writing"],"projects":["fedspendingtransparency"],"name":"becky"},{"first_name":"Jesse","last_name":"Taggert","full_name":"Jesse Taggert","image":"assets/images/team/jtag.jpg","projects":["foia"],"working_groups":["Design Standards","Government user interface guidelines","Hiring"],"name":"jtag"},{"first_name":"Jennifer","last_name":"Thibault","full_name":"Jennifer Thibault","image":"assets/images/team/jthibault.jpg","name":"jthibault"},{"first_name":"Jen","last_name":"Tress","full_name":"Jen Tress","image":"assets/images/team/logo-18f.jpg","name":"jentress"},{"first_name":"Russ","last_name":"Unger","full_name":"Russ Unger","image":"assets/images/team/russ.jpg","name":"russ"},{"first_name":"Raphael","last_name":"Villas","full_name":"Raphael Villas","image":"assets/images/team/raphy.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on MyUSA at the General Services Administration. Raphael is a web generalist, experienced in both visual design and software development. Most recently, he worked as a software developer at Groupon, focused on Ruby and JavaScript development. His work as a consultant includes online and offline communications for non-profit, Fortune 500, and startup organizations. He previously worked on technology teams for Hill's Pet Nutrition and VeggieTales. Raphael earned his BS from Loyola University of Chicago and conducted post-baccalaureate studies in graphic design at University of Illinois at Chicago. Raphael lives in Chicago with his wife and two children.","location":"CHI","projects":["C2"],"name":"raphy"},{"first_name":"Kruti","last_name":"Vora","full_name":"Kruti Vora","image":"assets/images/team/logo-18f.jpg","name":"krutivora"},{"first_name":"Ben","last_name":"Willman","full_name":"Ben Willman","image":"assets/images/team/ben.jpg","pif-round":2,"bio":"is a Presidential Innovation Fellow working on the VA Modernization project at the Department of Veterans Affairs. Most recently, Ben was the Director of Technology at bio-statistical consulting firm Statistics Collaborative and was Founder and Chief Technology Officer of Software as a Service startup ClientHat. Ben got his start working in technology incubators and startups in New York and was the Founder and Chief Technology Officer of UstreamIt, a streaming video application provider. He has led the development of a wide variety of technology products including a Phase I medical database used worldwide in malaria trials. Ben is passionate about building products and businesses that solve real problems and loves talking to customers to understand what makes them tick. He is active in the lean startup community as a mentor and blogger and is on the DC Organizing Committee of the Lean Startup Machine. Ben holds a BS in Zoology from the University of Wisconsin, Madison. He lives in Washington, DC, and is a longtime performer of long-form improvisational comedy at Washington Improv Theater.","name":"ben"},{"first_name":"Lindsay","last_name":"Young","full_name":"Lindsay Young","image":"assets/images/team/lindsay.jpg","projects":["openfec"],"name":"lindsay"},{"first_name":"John","last_name":"Yuda","full_name":"John Yuda","image":"assets/images/team/yuda.jpg","working_groups":["Government user interface guidelines","Hiring"],"name":"yuda"},{"first_name":"Victor","last_name":"Zapanta","full_name":"Victor Diaz Zapanta","image":"assets/images/team/victor.jpg","bio":"is a User Experience designer working on the FOIA modernization project. Prior to joining 18F, Victor was one of the founding members of the technology team at the Consumer Financial Protection Bureau, where he worked on the first several iterations of consumerfinance.gov and helped build out their consumer complaint offerings for Limited English Profient (LEP) individuals. Victor also helped build the latest version of Data.gov. Victor enjoys live music, prefers two-wheeled transportation, and misses Google Reader dearly. Victor received his B.A. from the University of California at Davis.","email":"victor.zapanta@gsa.gov","location":"DCA","interests":["User experience design","Front-end development"],"projects":["foia"],"name":"victor"},{"first_name":"V David","last_name":"Zvenyach","full_name":"V David Zvenyach","image":"assets/images/team/vdavez.jpg","name":"vdavez"}]
